<HTML>
<HEAD>
<META content="text/html; charset=windows-1252" http-equiv=Content-Type>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">
</HEAD>
<BODY onLoad="displayDMenu('2.1.1')">

<H3>C&#226;t de bine vezi?</H3>

<P>Po&#355;i afla aceasta folosind o variant&#259; m&#259;rit&#259; a desenului din figura&nbsp;1.

<P><DIV class=image>
        <CENTER><IMG src="img/fig1a1_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
        'Fig. 1', 
        'Figura 1', 'Un ansamblu de benzi de l&#259;&#355;imi variabile.'); return false" ><BR>
        <B>Fig. 1. &nbsp;</B>
        <IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/bands02.wrl',
        'Fig. 1',
        'Figura 1', 'Un ansamblu de benzi de l&#259;&#355;imi variabile.'); return false">
        Un ansamblu de benzi de l&#259;&#355;imi variabile.</CENTER>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">
  <B>Provocarea&nbsp;1</B>
  <P>De c&#226;te ori trebuie m&#259;rit desenul din figura&nbsp;1 pentru ca distan&#355;ele dintre benzi s&#259; fie cele indicate?
  <P>Cum ai putea ob&#355;ine varianta m&#259;rit&#259; corespunz&#259;tor?
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg">
  <B>Activitatea experimental&#259; 1</B>
  <P>Determin&#259; m&#259;rimea celui mai mic detaliu pe care &#238;l po&#355;i vedea privind de la o anumit&#259; distan&#355;&#259;. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Fixa&#355;i desenul &#238;n m&#259;rime natural&#259; pe tabl&#259;, cu band&#259; adeziv&#259;, la &#238;n&#259;l&#355;imea ochilor.
  
  <P><B>Pasul 2. </B>M&#259;sura&#355;i c&#226;t este cea mai mare distan&#355;&#259; la care v&#259; pute&#355;i &#238;ndep&#259;rta perpendicular pe desen &#238;n sala &#238;n care v&#259; afla&#355;i (8&nbsp;m este
     uzual pentru o sal&#259; de clas&#259;).
     
  <P><B>Pasul 3. </B>Prive&#351;te desenul de la aceast&#259; distan&#355;&#259;. Cineva din echip&#259; s&#259; acopere cu o foaie alb&#259; desenul, apoi s&#259; deplaseze lent foaia &#238;n jos, men&#355;in&#226;nd
     orizontal&#259; marginea de sus a foii.
     
  <P><B>Pasul 4. </B>Semnaleaz&#259; c&#226;nd vezi benzile contopindu&minus;se &#238;ntr&minus;o nuan&#355;&#259; uniform&#259; de gri, chiar deasupra marginii de sus a foii albe. Cel (cea) care
     se afl&#259; aproape de desen, va citi distan&#355;a dintre benzi, notat&#259; e desen deasupra marginii de sus a foii albe.
  
  <P><B>Pasul 5. </B>Schimba&#355;i rolurile, p&#226;n&#259; c&#226;nd fiecare dintre voi a aflat l&#259;&#355;imea benzilor care par confundate.
  
  <P><B>Pasul 6. </B>Transcrie pe caiet tabelul&nbsp;1 &#351;i completeaz&#259;&minus;l.
  
  <P><SMALL><B>Tabelul 1. </B>Distan&#355;a limit&#259; m&#259;surat&#259;.</SMALL>
     <TABLE border=1 align=center>
       <TR bgcolor=#cccccc>
         <TD align=center><B>Distan&#355;a minim&#259;<BR>p&#226;n&#259; la desen<BR>(m)</B></TD>
         <TD align=center><B>Distan&#355;a limit&#259;<BR>dintre benzi<BR>(mm)</B></TD>
         <TD align=center><B>&nbsp;d / D&nbsp;</B></TD>
       </TR>
       <TR>
         <TD>&nbsp;</TD>
         <TD>&nbsp;</TD>
         <TD>&nbsp;</TD>         
       </TR>
     </TABLE>
               
</DIV>

<P>Cea mai mic&#259; distan&#355;&#259; dintre benzile pe care le mai vezi &#238;nc&#259; distinct reprezint&#259; m&#259;rimea celui mai mic detaliu pe care &#238;l po&#355;i vedea privind de la o anumit&#259;
   distan&#355;&#259;.
   
<P>Dac&#259; prive&#351;ti mai de&minus;aproape, po&#355;i vedea detalii mai fine, &#238;ns&#259; raportul dintre m&#259;rimea detaliului &#351;i distan&#355;a de la care prive&#351;ti este constant 
   (figura&nbsp;2):
 
<P align=center><IMG src="img/e1a1_1.gif">   

<P><DIV class=image>
        <CENTER><IMG src="img/fig1a1_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
        'Fig. 2', 
        'Figura 2', 'Raportul dintre m&#259;rimea detaliului &#351;i distan&#355;a de la care este privit este constant.'); return false" ><BR>
        <B>Fig. 2. </B>
        <IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/eye01.wrl',
        'Fig. 2',
        'Figura 2', 'Raportul dintre m&#259;rimea detaliului &#351;i distan&#355;a de la care este privit este constant.'); return false">
        Raportul dintre m&#259;rimea detaliului &#351;i distan&#355;a de la care este privit este constant.</CENTER>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">
  <B>Provocarea 2</B>
  <P>Imagineaz&#259;&minus;&#355;i c&#259; detaliul limit&#259; este o mic&#259; por&#355;iune din circumferin&#355;a unui cerc cu centrul &#238;n locul &#238;n care se afl&#259; ochiul t&#259;u. 
  <P>C&#226;t este unghiul care corespunde celui mai fin detaliu pe care &#238;l mai po&#355;i vedea?
  <P>Compar&#259; rezultatul t&#259;u cu cele ob&#355;inute de ceilal&#355;i.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Ochiul uman normal poate distinge detalii care corespund unui unghi minim de aproximativ 1' (un minut de arc: a 60&minus;a parte dintr&minus;un grad).</B>
</DIV>

<P>Aceast&#259; limit&#259; corespunde unui raport <I>m&#259;rime/distan&#355;&#259;</I> &#238;ntre m&#259;rimea detaliului &#351;i distan&#355;a de la care este privit, de aproximativ 3&nbsp;&middot;&nbsp;10<SUP>&minus;4</SUP>.

<P>C&#226;nd e&#351;ti nevoit s&#259; observi detalii foarte fine, &#238;ncearc&#259; s&#259; prive&#351;ti c&#226;t mai de aproape!

</BODY>
</HTML>




















