<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.1.3')">

<H3>Cum dep&#259;&#351;im limitele vederii naturale?</H3>

<P>&#206;n&#355;eleg&#226;nd &#351;i control&#226;nd lumina!

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>&#206;n&#355;elegem ceva &#238;n m&#259;sura &#238;n care <I>&#351;tim dinainte</I> ce se va petrece &#238;ntr&minus;o anumit&#259; situa&#355;ie &#351;i <I>de ce</I>.</B>
</DIV>

<P>De exemplu, cel care are o oarecare &#238;n&#355;elegere a luminii, va &#351;ti dinainte c&#259; o oglind&#259; pus&#259; &#238;n calea luminii de la o lantern&#259;, va face ca lumina s&#259; 
   ajung&#259; &#238;n cu totul alt&#259; parte dec&#226;t cea &#238;nspre care este &#238;ndreptat&#259; lanterna.
   
<P>Cel care are o &#238;n&#355;elegere mai profund&#259; a luminii, va &#351;ti dinainte unde va ajunge lumina, oricare ar fi pozi&#355;ia oglinzii &#351;i oricare ar fi sursa de lumin&#259;.

<P>Iar cel care are o &#238;n&#355;elegere &#351;i mai profund&#259; a luminii, va &#351;ti de ce interac&#355;ioneaz&#259; astfel lumina cu o oglind&#259;.

<P><DIV class=challange>
  <IMG src="img/challange.jpg"><B>&nbsp;Provocarea&nbsp;1</B>
  <P>Care este, &#238;n acest moment, nivelul t&#259;u de &#238;n&#355;elegere al luminii?
  <P>Ia ca repere nivelele de &#238;n&#355;elegere prezentate &#238;n exemplul anterior.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Control&#259;m ceva &#238;n m&#259;sura &#238;n care putem aranja ca lucrurile s&#259; se desf&#259;&#351;oare <I>a&#351;a cum dorim</I>.</B>
</DIV>

<P>De exemplu, cei dintr&minus;un submarin ar dori s&#259; poat&#259; vedea ce se &#238;nt&#226;mpl&#259; la suprafa&#355;a apei, chiar &#351;i atunci c&#226;nd submarinul este imersat.

<P>Cineva care are o &#238;n&#355;elegere profund&#259; a luminii, este capabil s&#259; proiecteze un sistem de oglinzi care s&#259; colecteze lumina de deasupra apei &#351;i s&minsu;o
   fac&#259; s&#259; p&#259;trund&#259; &#238;n interiorul submarinului. 
   
<P>Cei din&#259;untru vor putea vedea lumea de afar&#259; ca &#351;i c&#226;nd s&minus;ar afla la suprafa&#355;a apei!

<P>Dispozitivul poart&#259; denumirea de periscop (figura&nbsp;1).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1a3_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Periscopul &#351;i antena unui submarin.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Periscopul &#351;i antena unui submarin.</CENTER>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Proiecteaz&#259; un periscop! Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Discut&#259; cu colegii t&#259;i cum ati putea construi un periscop cu care s&#259; vezi lumea ca &#351;i c&#226;nd ai fi cu o jum&#259;tate de metru mai &#238;nalt!
  <P><B>Pasul 2. </B>Dac&#259; a&#355;i g&#259;sit o solu&#355;ie interesant&#259;, &#238;ncearc&#259; s&#259; realizezi periscopul, folosind carton gros, oglinzi &#351;i band&#259; adeziv&#259;.
  <P><B>Pasul 3. </B>Testeaz&#259; periscopul! Func&#355;ioneaz&#259; a&#351;a cum &#355;i&minus;ai dorit? 
     <P>Ai nevoie oare s&#259; &#238;n&#355;elegi mai bine lumina, pentru a face un periscop mai bun?  
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>&#206;n&#355;eleg&#226;nd fenomenele &#351;i control&#226;nd drumul luminii, putem dep&#259;&#351;i limitele vederii naturale.</B>
</DIV>

<P>Dac&#259; unghiul corespunz&#259;tor unui detaliu este mai mic de un minut de arc, aranj&#259;m ca lumina s&#259;&minus;&#351;i schimbe drumul &#351;i s&#259; p&#259;trund&#259; &#238;n ochi pe direc&#355;ii
   care s&#259; formeze, &#238;ntre ele, un unghi <I>mai mare</I> dec&#226;t un minut de arc (figura&nbsp;2)!
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1a3_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Lumina p&#259;trunde &#238;n ochi sub un unghi mai mare!'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/eye03.wrl',
                             'Fig. 2',
                             'Figura 2', 'Lumina p&#259;trunde &#238;n ochi sub un unghi mai mare!'); return false">
   Lumina p&#259;trunde &#238;n ochi sub un unghi mai mare!</CENTER>
</DIV>

<P>Vom fi atunci capabili s&#259; vedem detalii cum sunt cele prezentate &#238;n figurile 1...5 de la sec&#355;iunea precedent&#259;. 

<P>Astfel, lumea cunoscut&#259; va fi mult mai bogat&#259; &#238;n detalii &#351;i mult mai interesant&#259;!

<P>Pentru ca s&#259; &#238;n&#355;elegi c&#226;t mai bine lumina &#351;i s&#259;&minus;i po&#355;i controla drumul (ca &#238;n figura&nbsp;2), ai nevoie de un "laborator de lumin&#259;", &#238;n care
   s&#259; po&#355;i trimite lumina pe direc&#355;ii alese de tine &#351;i s&#259; observi ce se &#238;nt&#226;mpl&#259; atunci c&#226;nd lumina &#238;nt&#226;lne&#351;te diferite corpuri.

</BODY>
</HTML>




















