<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.1.4')">

<H3><I>Alte provoc&#259;ri</I></H3>

<OL>
  
  <LI><B><I>C&#226;t de bine vezi?</I></B>
      <P>De la ce distan&#355;&#259; maxim&#259; po&#355;i distinge liniile trasate pe o h&#226;rtie milimetric&#259;?
      <P>Calculeaz&#259; &#238;nt&#226;i, apoi verific&#259; experimental!
      <BR><BR><BR> 
      
  <LI><B><I>Automobil sau motociclet&#259;?</I></B>
      <P>C&#226;t este distan&#355;a maxim&#259; de la care po&#355;i distinge, &#238;n noapte, farurile unui automobil, f&#259;r&#259; a le confunda cu unicul far al unei motociclete?
      <BR><BR><BR>

  <LI><B><I>C&#226;nd mare, c&#226;nd mic&#259;!</I></B>
      <P>Fotografiile Lunii dezv&#259;luie faptul c&#259; aceasta nu pare mereu tot at&#226;t de mare (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1a_ap1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Fotografii ale Lunii, luate la momente diferite.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Fotografii ale Lunii, luate la momente diferite.</CENTER>
</DIV>
      <P>Care ipotez&#259; crezi ca este mai rezonabil&#259;: cea conform c&#259;reia m&#259;rimea Lunii este variabil&#259; sau cea conform c&#259;reia distan&#355;a dintre Lun&#259; &#351;i P&#259;m&#226;nt este
         variabil&#259;?  
      <BR><BR><BR>

  <LI><B><I>Eclipsarea Lunii</I></B>
      <P>Dac&#259; &#355;ii m&#226;na &#238;ntins&#259; &#238;n fa&#355;a ochilor, te a&#351;tep&#355;i ca v&#226;rful degetului t&#259;u mic s&#259; acopere Luna plin&#259; de pe cer?
      <P>Cu primul prilej, &#238;ncearc&#259;!
      <BR><BR><BR>

  <LI><B><I>Un unghi de... un deget!</I></B>
      <P>Imagineaz&#259; o metod&#259; &#351;i m&#259;soar&#259; unghiul sub are vezi v&#226;rful degetului t&#259;u mic, dac&#259; m&#226;na &#238;&#355;i este &#238;ntins&#259; &#238;n fa&#355;a ochilor.
      <BR><BR><BR>

  <LI><B><I>Tot at&#226;t de mari?</I></B>
      <P>Privite de pe P&#259;m&#226;nt, Soarele &#351;i Luna par tot at&#226;t de mari. Aceasta se poate constata &#238;n timpul eclipselor de Soare, &#238;n care Luna acoper&#259; complet
         Soarele, a&#351;a cum s&minus;a v&#259;zut &#351;i din &#355;ara noastr&#259;, &#238;n 1999 (figura&nbsp;2).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1a_ap2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Eclips&#259; total&#259; de Soare.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Eclips&#259; total&#259; de Soare.</CENTER>
</DIV>
      <P>Dar Soarele este de 400 de ori mai departe de P&#259;m&#226;nt dec&#226;t Luna!
      <P>De c&#226;te ori este mai mare diametrul real al Soarelui, &#238;n compara&#355;ie cu cel al Lunii?
      <BR><BR><BR>

  <LI><B><I>Din &#238;naltul cerului</I></B>
      <P>Avioanele de pasageri zboar&#259; la altitudinea de 10&nbsp;km. 
      <P>C&#226;t este m&#259;rimea celui mai mic detaliu de pe suprafa&#355;a P&#259;m&#226;ntului pe care &#238;l pot vedea pasagerii de pe fereastra avionului?
      <BR><BR><BR>

  <LI><B><I>Din cosmos</I></B>
      <P>C&#226;t este cel mai mic detaliu de pe suprafa&#355;a P&#259;m&#226;ntului pe care &#238;l poate vedea un astronaut aflat la altitudinea de 400&nbsp;km?
      <BR><BR><BR>

  <LI><B><I>M&#259;rirea</I></B>
      <P>De c&#226;te ori este m&#259;rit&#259; fotografia din figura&nbsp;4 a sec&#355;iunii 1A2, care reprezint&#259; detaliile de pe suprafa&#355;a unui CD?
      <BR><BR><BR>

  <LI><B><I>Pic&#259;tura de ap&#259; </I></B>
      <P>Dac&#259; nu ar exista limitarea distan&#355;ei minime de vedere clar&#259;, privind tot mai de aproape, am putea vedea detalii extrem de fine.
      <P>Fizicianul american Richard P. Feynman descrie foarte plastic, aproape cinematografic, o astfel de c&#259;l&#259;torie imaginar&#259; c&#259;tre detaliile din ce &#238;n ce
         mai fine ale unei pic&#259;turi de ap&#259;.
      <P>Cite&#351;te aceast&#259; minunat&#259; descriere &#238;n volumul I al c&#259;r&#355;ii sale "Fizica&nbsp;Modern&#259;".           
      <BR><BR><BR>

  <LI><B><I>Magie?</I></B>
      <P>Acum un secol se vindeau aparate care promiteau c&#259; &#238;&#355;i permit s&#259; vezi chiar prin obiecte opace, ca &#238;n desenul publicitar folosit &#238;n acea vreme
         (figura&nbsp;3).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1a_ap3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Desen publicitar pentru aparatul magic.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Desen publicitar pentru aparatul magic.</CENTER>
</DIV>
      <P>Ai putea realiza &#351;i tu un astfel de aparat, folosind doar carton &#351;i c&#226;teva oglinzi? 
      <BR><BR><BR>
      
</OL>

</BODY>
</HTML>


















