<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.1')">

<H3>Surse convenabile de lumin&#259;</H3>

<P>Mul&#355;i pa&#351;i s&minus;au f&#259;cut &#238;n &#238;n&#355;elegerea &#351;i controlul luminii, folosind doar lumina lum&#226;n&#259;rilor.

<P>Ast&#259;zi &#238;ns&#259; ai la &#238;ndem&#226;n&#259; surse de lumin&#259; mult mai convenabile.

<P>O lantern&#259; poate fi aprins&#259; &#351;i stins&#259; prin simpla ap&#259;sare a unui buton. Aceasta trimite un fascicul intens de lumin&#259; sub forma unui con. Po&#355;i vedea foarte
   clar forma fasciculului &#238;ntr&minus;o sear&#259; cu cea&#355;&#259; sau &#238;n apa unui acvariu &#238;n care ai pus c&#226;teva pic&#259;turi de lapte.
   
<P>Din p&#259;cate, fasciculul este larg de &#238;ndat&#259; ce p&#259;r&#259;se&#351;te lanterna &#351;i este din ce &#238;n ce mai larg, pe m&#259;sur&#259; ce se &#238;ndep&#259;rteaz&#259;. <P>Este un fascicul 
   <I>larg</I> &#351;i <I>divergent</I>. 
   
<P>Un fascicul mai sub&#355;ire &#351;i mai pu&#355;in divergent &#355;i&minus;ar fi mai util pentru a putea controla direc&#355;ia luminii.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>&#206;mbun&#259;t&#259;&#355;e&#351;te calit&#259;&#355;ile fasciculului de lumin&#259; al unei lanterne.
  <P><B>Pasul 1. </B>&#206;nlocuie&#351;te sticla lanternei cu un disc de carton, av&#226;nd acela&#351;i diametru, &#238;n care ai decupat o fant&#259; radial&#259;, lat&#259; de 2...3&nbsp;mm 
     (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b1_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Disc cu fant&#259; radial&#259;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b1_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Disc cu fant&#259; radial&#259;.'); return false">
   Disc cu fant&#259; radial&#259;.</CENTER>
</DIV>
  <P><B>Pasul 2. </B>Observ&#259; l&#259;rgimea &#351;i divergen&#355;a fasciculului &#238;n aceste condi&#355;ii. Ai ob&#355;inut &#238;mbun&#259;t&#259;&#355;iri?
</DIV>
   
<P>O surs&#259; de lumin&#259; &#351;i mai convenabil&#259; este un <I>indicator laser</I> (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b1_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Indicator laser (<I>laser pointer</I>).'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Indicator laser (<I>laser pointer</I>).</CENTER>
</DIV>

<P>De&#351;i sunt mai mici dec&#226;t lanternele, indicatoarele laser emit lumin&#259; foarte str&#259;lucitoare, mult mai str&#259;lucitoare dec&#226;t Soarele!

<P>din acest motiv, pe acestea sunt aplicate etichete de avertizare (figura&nbsp;3).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b1_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Eticheta de avertizare a unui indicator laser.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Eticheta de avertizare a unui indicator laser.</CENTER>
</DIV>

<P style="color: red"><IMG src="img/warning.gif">&nbsp;<I><B>Aten&#355;ie!</B> Trebuie s&#259; evi&#355;i s&#259;&minus;&#355;i p&#259;trund&#259; direct &#238;n ochi lumina acestor lasere!</I>

<P>C&#226;nd lucrezi cu un indicator laser, respect&#259; aceste reguli simple:

<UL>
  <LI><P>Nu &#238;ndrepta niciodata un indicator laser spre ochii altcuiva!</P>
  <LI><P>Nu privi niciodata direct lumina emis&#259; de laser!</P>
</UL>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Observ&#259; calit&#259;&#355;ile fasciculului laser.
  <P><B>Pasul 1. </B>Fixeaz&#259; un indicator laser, cu un magnet, pe corpul metalic al unei lanterne (figura&nbsp;4).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b1_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Fixarea magnetica a indicatorului laser.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B>
   Fixarea magnetica a indicatorului laser.</CENTER>
</DIV>
   <P>Acest mod de fixare &#238;&#355;i permite s&#259; orientezi indicatorul laser &#238;n direc&#355;ia dorit&#259;.
  <P><B>Pasul 2. </B>Orienteaz&#259; laserul spre apa dintr&minus;un acvariu &#238;n care ai pus c&#226;teva pic&#259;turi de lapte. Asigur&#259;&minus;te c&#259; laserul nu este &#238;ndreptat
     spre ochii cuiva!
  <P><B>Pasul 3. </B>fixeaz&#259; butonul laserului, cu band&#259; adeziv&#259;, pe pozi&#355;ia "pornit", sau prinde laserul &#238;ntr&minus;o clem&#259; metalic&#259; pentru documente (sau
     chiar un c&#226;rlig de rufe) care s&#259; preseze butonul.
  <P>Observ&#259; fasciculul laserului. Compar&#259;&minus;l cu cel al unei lanterne.
  <P><B>Pasul 4. </B>Pune &#238;n eviden&#355;&#259; "rico&#351;area" luminii la suprafa&#355;a apei &#351;i "fr&#226;ngerea" drumului s&#259;u la p&#259;trunderea &#238;n ap&#259;.             
</DIV>

<P>Ai acum o surs&#259; de lumin&#259; care emite un fascicul str&#259;lucitor, foarte &#238;ngust &#351;i foarte pu&#355;in divergent &minus; o surs&#259; aproape ideal&#259;, cu ajutorul c&#259;reia 
   po&#355;i &#238;ncepe s&#259; &#238;n&#355;elegi comportarea luminii.
   
<P>Schimbarea direc&#355;iei luminii la suprafa&#355;a unui corp &#351;i "fr&#226;ngerea" drumului s&#259;u la p&#259;trunderea &#238;ntr&minus;un corp transparent sunt fenomene care merit&#259;
   analizate &#238;ndeaproape, pentru c&#259; ne ofer&#259; posibilitatea modific&#259;rii drumului luminii.

</BODY>
</HTML>




















