<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.10')">

<H3>Prisma optic&#259;</H3>

<P>O <I>prism&#259; optic&#259;</I> este un corp de forma unei prisme, realizat dintr&minus;un material cu bune calit&#259;&#355;i optice (omogenitate, transparen&#355;&#259;), av&#226;nd
   fe&#355;ele bine &#351;lefuite, pentru a fi aduse c&#226;t mai aproape de idealul unor fe&#355;e plane.
   
<P>Cu o prism&#259; optic&#259; po&#355;i controla eficient drumul luminii.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Investigheaz&#259; devierea luminii printr&minus;o prism&#259; optic&#259;. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Fixa&#355;i laserul astfel ca acesta s&#259; trimit&#259; lumina razant la suprafa&#355;a mesei. 
     <I>Asigura&#355;i&minus;v&#259; c&#259; lumina laserului nu p&#259;trunde accidental &#238;n ochii cuiva!</I>
  <P><B>Pasul 2. </B>A&#351;eza&#355;i pe o foaie de h&#226;rtie, &#238;n calea luminii, o prism&#259; optic&#259; cu sec&#355;iunea triunghi echilateral (din trusa de optic&#259;).
  <P>Urm&#259;ri&#355;i lumina care se refract&#259; succesiv, de dou&#259; ori prin prism&#259; &#351;i ajunge pe un obstacol (o foaie de h&#226;rtie), la o distan&#355;&#259; c&#226;t mai mare de prism&#259;
     (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b10_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Traseul luminii care se refract&#259; succesiv, de dou&#259; ori, prin prism&#259;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b10_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Traseul luminii care se refract&#259; succesiv, de dou&#259; ori, prin prism&#259;.'); return false">
   Traseul luminii care se refract&#259; succesiv, de dou&#259; ori, prin prism&#259;.</CENTER>
</DIV>
   <P>Raza <I>emergent&#259;</I> (cea care iese din prism&#259;, dup&#259; cea de&minus;a doua refrac&#355;ie), este deviat&#259; fa&#355;&#259; de raza incident&#259; pe prism&#259; cu unghiul <I>&delta;</I>
      (figura&nbsp;1).
  <P><B>Pasul 3. </B>Cineva din echip&#259; s&#259; roteasc&#259; lent prisma. Observa&#355;i devia&#355;ia luminii.
  <P>G&#259;si&#355;i pozi&#355;ia prismei pentru care devia&#355;ia este minim&#259;. Marca&#355;i, &#238;n aceast&#259; pozi&#355;ie, conturul prismei &#351;i direc&#355;iile incident&#259; &#351;i emergent&#259; ale luminii.     
</DIV>

<P>O prism&#259; optic&#259; deviaz&#259; considerabil lumina, care se refract&#259; succesiv de dou&#259; ori prin prism&#259;. 

<P>Exist&#259; &#238;ns&#259; o pozi&#355;ie a prismei pentru care devia&#355;ia este minim&#259;. &#206;n condi&#355;ii de devia&#355;ie minim&#259;, drumul luminii prin prism&#259; este simetric: unghiurile de
   inciden&#355;&#259; &#351;i emergen&#355;&#259; au m&#259;suri egale (figura&nbsp;2).
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b10_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Traseul luminii prin prism&#259;, la devia&#355;ie minim&#259;.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b10_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Traseul luminii prin prism&#259;, la devia&#355;ie minim&#259;.'); return false">
   Traseul luminii prin prism&#259;, la devia&#355;ie minim&#259;.</CENTER>
</DIV>

<P>Cu nota&#355;iile din figura&nbsp;2, m&#259;sura unghiului de devia&#355;ie minim&#259; este:

<P align=center><IMG src="img/e1b10_1.gif">

<P>Unghiul prismei <I>A</I> &#351;i unghiul <I>N</I> sunt suplementare. A&#351;adar:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1b10_2.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>Astfel, m&#259;sura unghiului de devia&#355;ie minim&#259; este:

<P align=center><IMG src="img/e1b10_3.gif">

<P>M&#259;sura unghiului de inciden&#355;&#259;, la devia&#355;ia minim&#259;, este:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1b10_4.gif"></TD>
    <TD align=right>(2)</TD>
  </TR>
</TABLE>

<P>Aplic&#226;nd legea lui Snell, &#238;n punctul de inciden&#355;&#259; <I>I</I>, avem:

<P align=center><IMG src="img/e1b10_5.gif">

<P>unde <I>n</I><SUB>1</SUB> este indicele de refrac&#355;ie al mediului &#238;n care se afl&#259; prisma, iar <I>n</I><SUB>2</SUB> este indicele de refrac&#355;ie al materialului
   prismei.
   
<P>M&#259;sura unghiului de inciden&#355;&#259;, la devia&#355;ie minim&#259;, este dat&#259; de rela&#355;ia (2), iar m&#259;sura unghiului de refrac&#355;ie este dat&#259; de rela&#355;ia 1). Ob&#355;inem, astfel:

<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1b10_6.gif"></TD>
    <TD align=right>(3)</TD>
  </TR>
</TABLE>

<P>Rela&#355;ia (3) permite ob&#355;inerea cu mare precizie a indicelui de refrac&#355;ie al materialului din care este confec&#355;ionat&#259; prisma. 

<P>&#206;n condi&#355;iile unui laborator bine echipat, pot fi ob&#355;inute astfel chiar &#351;ase zecimale ale indicelui de refrac&#355;ie!

<P>Precizia mare a m&#259;sur&#259;torilor este datorat&#259; faptului c&#259;, &#238;n jurul devia&#355;iei minime, o mic&#259; imprecizie de pozi&#355;ionare a prismei nu afecteaz&#259; considerabil
   devia&#355;ia luminii. Astfel, precizia determin&#259;rii indicelui de refrac&#355;ie nu este afectat&#259; considerabil de imprecizia m&#259;sur&#259;rii devia&#355;iei minime <I>&delta;</I><SUB>min</SUB>.
   
<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este indicele de refrac&#355;ie al materialului din care este confec&#355;ionat&#259; prisma folosit&#259; de tine &#238;n activitatea experimental&#259;&nbsp;1?
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Investigheaz&#259; trecerea luminii printr&minus;o prism&#259; de sticl&#259; av&#226;nd sec&#355;iunea un triunghi dreptunghic isoscel (din trusa de optic&#259;). Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Ob&#355;ine&#355;i condi&#355;iile de devia&#355;ie minim&#259; prin prism&#259;, trimi&#355;&#226;nd lumina pe fa&#355;a prismei care corespunde ipotenuzei triunghiului de la baz&#259;.
  <P><B>Pasul 2. </B>M&#259;sura&#355;i unghiul de devia&#355;ie minim&#259; &#351;i calcula&#355;i indicele de refrac&#355;ie al sticlei din care este confec&#355;ionat&#259; prisma.  
  <P><B>Pasul 3. </B>&#206;ncerca&#355;i s&#259; ob&#355;ine&#355;i condi&#355;iile de devia&#355;ie minim&#259;, trimi&#355;&#226;nd lumina pe una dintre fe&#355;ele care corespund unei catete. Este posibil?
</DIV>

<P>C&#226;nd lumina este trimis&#259; printr&minus;una dintre fe&#355;ele care corespund unei catete, simetric prin prism&#259;, unghiurile <I>r</I> sunt, conform rela&#355;iei (1),
   jum&#259;tate din unghiul de la v&#226;rful prismei. &#206;n cazul acestei prisme,
   
<P align=center><IMG src="img/e1b10_7.gif">

<P>Acest unghi <I>este mai mare</I> dec&#226;t unghiul limit&#259; pentru reflexia total&#259; sticl&#259;&minus;aer, astfel c&#259; lumina se reflect&#259; total pe cealalt&#259; fa&#355;&#259; a 
   prismei &#351;i nu pot fi ob&#355;inute condi&#355;iile de devia&#355;ie minim&#259;.
   
<P>Pentru a mai avea lumin&#259; emergent&#259;, &#238;n condi&#355;ii de trecere simetric&#259; a luminii prin prism&#259;, este necesar ca unghiul de la v&#226;rful prismei s&#259; fie mai mic
   dec&#226;t dublul unghiului limit&#259;:
   
<P align=center><IMG src="img/e1b10_8.gif">

<P>Aceasta este <I>condi&#355;ia de emergen&#355;&#259;</I> pentru devia&#355;ie minim&#259;.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>Cum ai putea folosi o prism&#259; de sticl&#259;, cu baza triunghi dreptunghic isoscel, pentru a devia lumina cu 90<SUP>0</SUP>?
  <P>Dar cu 180<SUP>0</SUP>
</DIV>

<P>Unghiul limit&#259; pentru sticla obi&#351;nuit&#259; este aproximativ 43<SUP>0</SUP>. &#206;n situa&#355;iile din figura&nbsp;3, lumina care &#238;n&#226;lne&#351;te interfa&#355;a sticl&#259;&minus;aer,
   o face sub un unghi de 45<SUP>0</SUP>, mai mare dec&#226;t unghiul limit&#259;. Astfel, lumina se reflect&#259; total, &#351;i deviaz&#259; a&#351;a cum este indicat &#238;n figura&nbsp;3.
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b10_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Reflexii totale &#238;n prism&#259;.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b10_3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Reflexii totale &#238;n prism&#259;.'); return false">
   Reflexii totale &#238;n prism&#259;.</CENTER>
</DIV>
   
<P>Prismele optice sunt utilizate frecvent &#238;n aparatura optic&#259;, pentru devierea luminii pe o direc&#355;ie convenabil&#259;.

</BODY>
</HTML>


















