<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.2')">

<H3>Reflexia &#351;i refrac&#355;ia luminii</H3>

<P>Aerul, apa, sticla sunt <I>medii</I> prin care trece lumina.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>reflexie a luminii</I> &#238;ntoarcerea acesteia &#238;n mediul din care vine, la &#238;nt&#226;lnirea suprafe&#355;ei de separare dintre dou&#259; medii diferite.</B>
  <P><B>Numim <I>rafrac&#355;ie a luminii</I> modificarea direc&#355;iei acesteia la trecerea prin suprafa&#355;a de separare dintre dou&#259; medii diferite.</B>
</DIV>

<P>Reflexia &#351;i refrac&#355;ia luminii sunt fenomene care ne permit s&#259; &#238;n&#355;elegem &#351;i s&#259; control&#259;m drumul acesteia.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Observ&#259; reflexia &#351;i refrac&#355;ia luminii pe un corp transparent. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>A&#351;eza&#355;i pe mas&#259; o foaie dubl&#259;, cu p&#259;tr&#259;&#355;ele. Fixa&#355;i foaia pe mas&#259;, bine &#238;ntins&#259;, folosind band&#259; adeziv&#259;.
  <P><B>Pasul 2. </B>A&#351;eza&#355;i &#238;n mijlocul foii un semicilindru din sticl&#259; organic&#259; (din trusa de optic&#259;). Trimite&#355;i lumina laserului (sau a lanternei cu fant&#259;)
     spre centrul fe&#355;ei plane a semicilindrului, razant la suprafa&#355;a foii (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b2_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Direc&#355;ia ini&#355;ial&#259; a luminii este modificat&#259; prin reflexie &#351;i refrac&#355;ie.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b2_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Direc&#355;ia ini&#355;ial&#259; a luminii este modificat&#259; prin reflexie &#351;i refrac&#355;ie.'); return false">
   Direc&#355;ia ini&#355;ial&#259; a luminii este modificat&#259; prin reflexie &#351;i refrac&#355;ie.</CENTER>
   <CENTER><DD><P><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/rr01.wrl',
        'Fig. 1',
        'Figura 1', 'Direc&#355;ia ini&#355;ial&#259; a luminii este modificat&#259; prin reflexie &#351;i refrac&#355;ie.'); return false">
        &laquo;<font size=-1> Simulare interactiv&#259;</font></DL></CENTER>
</DIV>   
   <P>Observa&#355;i reflexia &#351;i refrac&#355;ia luminii pe semicilindrul de sticl&#259;. 
</DIV>

<P>Reflexia si refrac&#355;ia <I>modific&#259;</I> direc&#355;ia luminii. &#206;n desenul din figura&nbsp;1, drumul luminii a fost reprezentat prin simple segmente orientate, 
   neglij&#226;nd cu totul l&#259;rgimea fasciculului. 

<P>Putoem oare ob&#355;ine fascicule de lumin&#259; cu l&#259;rgimea oric&#226;t de mic&#259;? 

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>&#206;ncearc&#259; s&#259; mic&#351;orezi l&#259;rgimea fasciculului de lumin&#259; de la un indicator laser.
  <P><B>Pasul 1. </B>Decupeaz&#259; din folie sub&#355;ire de aluminiu (din cea folosit&#259; &#238;n buc&#259;t&#259;rie) o bucat&#259; p&#259;trat&#259; cu latura de aproximativ 10&nbsp;cm. Asigur&#259;&minus;te
     c&#259; nu are cute. A&#351;az&minus;o pe o plac&#259; de sticl&#259;.
  <P><B>Pasul 2. </B>Folose&#351;te cu aten&#355;ie un cutter &#351;i traseaz&#259;, dintr&minus;o singur&#259; mi&#351;care, o fant&#259; lung&#259; de c&#226;&#355;iva centimetri, &#238;n zona central&#259; a 
     buc&#259;&#355;ii de folie.
  <P><B>Pasul 3. </B>Trimite lumina laserului prin fanta foarte &#238;ngust&#259;, spre un perete aflat la c&#226;&#355;iva metri. Asigur&#259;&minus;te c&#259; nu trimi&#355;i lumina spre
     ochii cuiva!
  <P>Observ&#259; pata de lumin&#259; pe perete. Ai ob&#355;inut &#238;ngustarea a&#351;teptata a fasciculului de lumin&#259;?          
</DIV>

<P>Surprinz&#259;tor, pata de lumin&#259; este mai lat&#259;! Nu putem ob&#355;ine fascicule de lumin&#259; oric&#226;t de &#238;nguste!

<P>Totu&#351;i, reprezentarea fasciculelor de lumin&#259; ca linii drepte este foarte comod&#259; &#351;i util&#259; (at&#226;ta timp c&#226;t nu intervin fante foarte &#238;nguste!). Pe acest mod
   de abordare se bazeaz&#259; optica geometric&#259;.
   
<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>raz&#259; de lumin&#259;</I> o reprezentare simplificat&#259; a unui fascicul de lumin&#259;, a c&#259;rui l&#259;rgime este neglijabil&#259;.</B>
</DIV>

<P>Pe desene, tras&#259;m razele de lumin&#259; ca segmente orientate pe direc&#355;ia &#351;i &#238;n sensul trecerii luminii.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>raz&#259; incident&#259;</I> raza care se &#238;ndreapt&#259; c&#259;tre suprafa&#355;a de separare dintre dou&#259; medii, &#238;nainte de reflexie sau refrac&#355;ie</B>
</DIV>

<P>Raza <I>SI</I> din figura&nbsp;1 este raz&#259; incident&#259;.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>punct de inciden&#355;&#259;</I> punctul de intersec&#355;ie al razei incidente cu suprafa&#355;a de separare dintre dou&#259; medii.</B>
</DIV>

<P>Punctul <I>I</I> din figura&nbsp;1 este punct de inciden&#355;&#259; pentru raza <I>SI</I>.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>raz&#259; reflectat&#259;</I> raza care p&#259;r&#259;se&#351;te suprafa&#355;a de separare dintre dou&#259; medii, dup&#259; reflexie.</B>
</DIV>

<P>Raza <I>IR</I><SUB>1</SUB> din figura&nbsp;1 este raza reflectat&#259; din punctul <I>I</I>.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>raz&#259; refractat&#259;</I> raza care p&#259;r&#259;se&#351;te suprafa&#355;a de separare dintre dou&#259; medii, dup&#259; refrac&#355;ie.</B>
</DIV>

<P>Raza <I>IR</I><SUB>2</SUB> din figura&nbsp;1 este raza refractat&#259; din punctul <I>I</I>.

<P>Exist&#259; oare reguli (legi) dup&#259; care au loc aceste modific&#259;ri de direc&#355;ie?

</BODY>
</HTML>



















