<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.3')">

<H3>Colectarea datelor</H3>

<P>Pentru ca s&#259; afli cum se schimb&#259; drumul luminii prin reflexie &#351;i refrac&#355;ie, este necesar s&#259; determini c&#226;t mai precis direc&#355;iile razelor incident&#259;, 
   reflectat&#259; &#351;i refractat&#259;.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Construi&#355;i o diagram&#259; cu direc&#355;ii de referin&#355;&#259;, mai u&#351;or de realizat (&#351;i de utilizat) dec&#226;t un raportor. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Trasa&#355;i pe foaia dubl&#259; cu p&#259;tr&#259;&#355;ele un cerc cu raza 10&nbsp;cm (c&#226;t 20 de laturi ale p&#259;tratelor), av&#226;nd centrul la intersec&#355;ia a dou&#259;
     linii de pe foaie.
  <P>Trasa&#355;i dou&#259; diametre perpendiculare, &#238;n lungul a dou&#259; linii de pe foaie. Nota&#355;i&minus;l pe unul <I>x</I>, iar pe cel&#259;lalt <I>y</I>. Nota&#355;i 0 (zero)
     fiecare cap&#259;t al diametrului <I>y</I>.
  <P>Marca&#355;i punctele de pe cerc aflate la distan&#355;e de c&#226;te 1&nbsp;cm, la st&#226;nga &#351;i la dreapta diametrului <I>y</I>.
  <P>Trasa&#355;i diametrele care corespund acestor repere. Nota&#355;i la fiecare cap&#259;t, al fiec&#259;rui diametru, distan&#355;a (&#238;n cm) fa&#355;&#259; de diametrul <I>y</I>.
  <P>A&#355;i ob&#355;inut astfel 19 diametre neuniform repartizate (figura&nbsp;1). 
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b3_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Diagram&#259; cu direc&#355;ii de referin&#355;&#259;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b3_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Diagram&#259; cu direc&#355;ii de referin&#355;&#259;.'); return false">
   Diagram&#259; cu direc&#355;ii de referin&#355;&#259;.</CENTER>
</DIV>
  <P><B>Pasul 2. </B>A&#351;eza&#355;i semicilindrul din sticl&#259; organic&#259;, cu centrul &#238;n centrul diagramei, cu diametrul &#238;n lungul diametrului <I>x</I> de pe diagram&#259;.
  <P><B>Pasul 3. </B>Pozi&#355;iona&#355;i laserul &#238;n dreptul unui reper din cadranul IV al figurii&nbsp;1 &#351;i trimite&#355;i lumina spre centrul fe&#355;ei plane a semicilindrului,
     razant la suprafa&#355;a foii. 
  <P>Observa&#355;i &#351;i nota&#355;i la ce distan&#355;e (<I>x</I><SUB>1</SUB>, <I>x</I><SUB>2</SUB>) de diametrul <I>y</I> raza reflectat&#259; &#351;i cea refractat&#259; intersecteaz&#259;
     cercul (figura&nbsp;2).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b3_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Determinarea pozi&#355;iei razelor reflectat&#259; &#351;i refractat&#259;.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b3_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Determinarea pozi&#355;iei razelor reflectat&#259; &#351;i refractat&#259;.'); return false">
   Determinarea pozi&#355;iei razelor reflectat&#259; &#351;i refractat&#259;.</CENTER>
   <CENTER><DD><P><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/rr02.wrl',
        'Fig. 2',
        'Figura 2', 'Determinarea pozi&#355;iei razelor reflectat&#259; &#351;i refractat&#259;.'); return false">
        &laquo;<font size=-1> Simulare interactiv&#259;</font></DL></CENTER>
</DIV>    
   <P>Considera&#355;i c&#259; razele sunt la mijlocul fasciculului &#351;i exprima&#355;i distan&#355;ele &#238;n centimetri, estim&#226;nd o zecimal&#259;.      
  <P><B>Pasul 4. </B>Repeta&#355;i pasul 3, pentru toate reperele cadranului IV din figura&nbsp;1.
  <P><B>Pasul 5. </B>Transcrie pe caiet tabelul&nbsp;1 &#351;i completeaz&#259;&minus;l cu datele colectate.
<P><SMALL><B>Tabelul&nbsp;1. </B>Distan&#355;e pe cerc, fa&#355;&#259; de diametrul <I>y</I>.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B><I>x</I></B><BR>(cm)</TD>
       <TD align=center><B><I>x</I><SUB>1</SUB></B><BR>(cm)</TD>
       <TD align=center><B><I>x</I><SUB>2</SUB></B><BR>(cm)</TD>
     </TR>
     <TR>
       <TD>&nbsp;</TD>
       <TD>&nbsp;</TD>
       <TD>&nbsp;</TD>
     </TR>
   </TABLE>
</DIV>
   
<P>&#206;n urma m&#259;sur&#259;torilor efectuate, ai ob&#355;inut un set de date referitoare la direc&#355;iile razelor incident&#259;, reflectat&#259; &#351;i refractat&#259; pe centrul fe&#355;ei plane
   a semicilindrului de sticl&#259;.   

</BODY>
</HTML>





















