<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.4')">

<H3>Prelucrarea datelor</H3>

<P>Uneori este mai convenabil s&#259; precizezi o direc&#355;ie indic&#226;nd unghiul fa&#355;&#259; de o direc&#355;ie de referin&#355;&#259;.

<P>&#206;n m&#259;sur&#259;torile efectuate, direc&#355;ia de referin&#355;&#259; este de&minus;a lungul diametrului <I>y</I> &#351;i este perpendicular&#259; (normal&#259;) pe suprafa&#355;a plan&#259; a 
   semicilindrului de sticl&#259;.
   
<P>&#206;n figura&nbsp;1 au fost notate unghiurile fa&#355;&#259; de normala la suprafa&#355;&#259;, formate de razele incident&#259;, reflectat&#259; &#351;i refractat&#259;.

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b4_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Unghiurile fa&#355;&#259; de normala la suprafa&#355;a plan&#259; de separa&#355;ie dintre aer &#351;i sticl&#259;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b4_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Unghiurile fa&#355;&#259; de normala la suprafa&#355;a plan&#259; de separa&#355;ie dintre aer &#351;i sticl&#259;.'); return false">
   Unghiurile fa&#355;&#259; de normala la suprafa&#355;a plan&#259; de separa&#355;ie dintre aer &#351;i sticl&#259;.</CENTER>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>unghi de inciden&#355;&#259;</I> unghiul dintre raza incident&#259; &#351;i normala la suprafa&#355;a de separa&#355;ie dintre cele dou&#259; medii.</B>
</DIV>

<P>Unghiul <I>i</I> din figura&nbsp;1 este unghiul de inciden&#355;&#259;.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia dintre unghiul de inciden&#355;&#259; <I>i</I> din figura&nbsp;1 &#351;i distan&#355;a corespunz&#259;toare <I>x</I>?
</DIV>

<P>Triunghiul <I>SII'</I> este dreptunghic &#238;n <I>I'</I>, iar <I>SI</I> este chiar raza cercului (<I>R</I>&nbsp;=&nbsp;10&nbsp;cm). 

<P>Unghiul <I>i</I> este un unghi ascu&#355;it al triunghiului &#238;n care <I>x</I> este lungimea catetei opuse, iar raza <I>R</I> a cercului este lungimea ipotenuzei.

<P>Astfel, valoarea func&#355;iei <I>sinus</I> a unghiului de inciden&#355;&#259; este:

<P align=center><IMG src="img/e1b4_1.gif">

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>unghi de reflexie</I> unghiul dintre raza reflectat&#259; &#351;i normala la suprafa&#355;a de separa&#355;ie dintre dou&#259; medii.</B>
</DIV>

<P>Unghiul <I>r</I><SUB>1</SUB> din figura&nbsp;1 este unghiul de reflexie.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>unghi de refrac&#355;ie</I> unghiul dintre raza refractat&#259; &#351;i normala la suprafa&#355;a de separa&#355;ie dintre dou&#259; medii.</B>
</DIV>

<P>Unghiul <I>r</I><SUB>2</SUB> din figura&nbsp;1 este unghiul de refrac&#355;ie.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>Care te a&#351;tep&#355;i s&#259; fie expresiile de calcul pentru valorile func&#355;iilor <I>sinus</I> ale unghiurilor de reflexie &#351;i de refrac&#355;ie?
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Transcrie pe caiet &#351;i completeaz&#259; tabelul&nbsp;1, pentru &#238;ntreg setul de date colectate.
<P><SMALL><B>Tabelul&nbsp;1. </B>Valorile func&#355;iilor <I>sinus</I> ale unghiurilor de incident&#259;, reflexie &#351;i refrac&#355;ie.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B><I>sin&nbsp;i</I></B></TD>
       <TD align=center><B><I>sin&nbsp;r</I><SUB>1</SUB></B></TD>
       <TD align=center><B><I>sin&nbsp;r</I><SUB>2</SUB></B></TD>
     </TR>
     <TR>
       <TD>&nbsp;</TD>
       <TD>&nbsp;</TD>
       <TD>&nbsp;</TD>
     </TR>
   </TABLE>
</DIV>

<P>Dispui acum de un set de date prelucrate, referitoare la reflexia &#351;i refrac&#355;ia luminii pe suprafa&#355;a plan&#259; a semicilindrului.

<P>Exist&#259; oare reguli simple din care <I>s&#259; rezulte</I> datele din tabelul&nbsp;1?

<P>Dac&#259; ar fi a&#351;a &#351;i ai g&#259;si aceste reguli, ai atinge un nivel mai profund de &#238;n&#355;elegere a luminii &#351;i vei &#351;ti dinainte care va fi drumul urmat de lumin&#259;,
   <I>oricare</I> ar fi unghiul de inciden&#355;&#259;!

</BODY>
</HTML>



















