<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.6')">

<H3>Legile reflexiei luminii</H3>

<P>Observa&#355;iile &#351;i m&#259;sur&#259;torile atente au condus la:

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B><I>Prima lege a reflexiei luminii: </I>Raza incident&#259;, normala la suprafa&#355;&#259; &#238;n punctul de inciden&#355;&#259; &#351;i raza reflectat&#259; sunt &#238;n acela&#351;i plan. </B>
     (figura&nbsp;1)
</DIV>

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b6_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Legile reflexiei luminii.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b6_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Legile reflexiei luminii.'); return false">
   Legile reflexiei luminii.</CENTER>
</DIV>

<P>Ai remarcat aceasta c&#226;nd ai trimis lumina razant la suprafa&#355;a foii &#351;i ai observat d&#226;rele de lumin&#259; incident&#259; &#351;i reflectat&#259;, <I>ambele</I> fiind &#238;n planul
   foii.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B><I>A doua lege a reflexiei luminii: </I>M&#259;sura unghiului de inciden&#355;&#259; este egal&#259; cu m&#259;sura unghiului de reflexie </B>(figura&nbsp;1):
  <P align=center><IMG src="img/e1b6_1.gif">
</DIV>

<P>Ai ob&#355;inut aceasta din datele pe care le&minus;ai colectat trimi&#355;&#226;nd lumina pe fa&#355;a plan&#259; a semicilindrului de sticl&#259;.

<P>Acum te po&#355;i folosi de aceste legi pentru a afla dinainte drumul luminii care se reflect&#259; pe suprafa&#355;a unui corp, <I>oricare</I> ar fi unghiul de inciden&#355;&#259;!

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>Un copil care se joac&#259; pe covor cu sold&#259;&#355;ei &#351;i mici p&#259;pu&#351;i, &#351;i&minus;ar dori s&#259; le poat&#259; vedea ca &#351;i c&#226;nd ar privi de la nivelul covorului. 
  <P>Cum ai putea realiza un periscop care, a&#351;ezat pe covor, s&#259; trimit&#259; lumina spre ochii copilului (ca &#238;n figura&nbsp;2)?
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b6_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Periscop care ofer&#259; o imagine de la nivelul covorului.'); return false" ><BR><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b6_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Periscop care ofer&#259; o imagine de la nivelul covorului.'); return false">
   Periscop care ofer&#259; o imagine de la nivelul covorului.</CENTER>
</DIV>
   <P>&#206;&#355;i sunt de folos legile reflexiei luminii?  
</DIV>

<P>Putem oare ob&#355;ine &#351;i un set de legi ale refrac&#355;iei luminii?
   
</BODY>
</HTML>


















