<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.8')">

<H3>Formarea imaginilor</H3>

<P>De la un detaliu al unui obiect pe care &#238;l prive&#351;ti, lumina sose&#351;te la ochii t&#259;i ca un fascicul divergent. Locul din care porne&#351;te acest fascicul 
   divergent este interpretat ca fiind locul &#238;n care se afl&#259; obiectul.

<P>Folosindu&minus;ne de reflexie &#351;i refrac&#355;ie, putem schimba locul din care s&#259; porneasc&#259; acest fascicul &minus; acolo vom vedea <I>imaginea</I> obiectului!

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Investigheaz&#259; formarea imaginilor. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Trasa&#355;i pe o foaie cu p&#259;tr&#259;&#355;ele dou&#259; segmente perpendiculare, care se intersecteaz&#259; &#238;n zona central&#259; a foii. Nota&#355;i&minus;l pe unul <I>x</I>,
     iar pe cel&#259;lalt, <I>y</I>.
  <P><B>Pasul 2. </B>A&#351;eza&#355;i, &#238;n plan vertical, capacul transparent al unei casete de CD, cu o muchie &#238;n lungul segmentului <I>y</I>.     
  <P><B>Pasul 3. </B>Cineva dintre voi s&#259; a&#351;eze vertical un creion, cu v&#226;rful pe segmentul <I>x</I>, la 1&nbsp;cm de <I>y</I>. Privi&#355;i aproape &#238;n lungul
     planului capacului transparent. Observa&#355;i unde este imaginea creionului.
  <P><B>Pasul 4. </B>Repeta&#355;i pasul&nbsp;3 &#351;i pentru alte distan&#355;e fa&#355;&#259; de <I>y</I>.   
</DIV>

<P>Capacul casetei de CD reflect&#259; o parte din lumina incident&#259; pe acesta. Un fascicul divergent de lumin&#259; de la v&#226;rful creionului, se reflect&#259; pe suprafa&#355;a
   capacului &#351;i pare s&#259; soseasc&#259; din cu totul alt&#259; parte (figura&nbsp;1)!
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b8_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Un fascicul divergent care se reflect&#259;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b8_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Un fascicul divergent care se reflect&#259;.'); return false">
   Un fascicul divergent care se reflect&#259;.</CENTER>
</DIV>

<P>Locul din care pare s&#259; porneasc&#259; fasciculul reflectat este <I>simetric</I> fa&#355;&#259; de suprafa&#355;a pe care se reflect&#259; (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b8_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Originea aparent&#259; a fasciculului reflectat este simetric&#259; fa&#355;&#259; de suprafa&#355;a pe care se reflect&#259;.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b8_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Originea aparent&#259; a fasciculului reflectat este simetric&#259; fa&#355;&#259; de suprafa&#355;a pe care se reflect&#259;.'); return false">
   Originea aparent&#259; a fasciculului reflectat este simetric&#259; fa&#355;&#259; de suprafa&#355;a pe care se reflect&#259;.</CENTER>
</DIV>

<P>Prelungirile razelor reflectate <I>I</I><SUB>1</SUB><I>R</I><SUB>1</SUB>, respectiv <I>I</I><SUB>2</SUB><I>R</I><SUB>2</SUB> se intersecteaz&#259; &#238;n <I>P</I>'.

<P>Conform legilor reflexiei, <I>i</I><SUB>1</SUB>&nbsp;=&nbsp;<I>r</I><SUB>1</SUB> &#351;i <I>i</I><SUB>2</SUB>&nbsp;=&nbsp;<I>r</I><SUB>2</SUB>, astfel c&#259; 
   triunghiul <I>PII</I><SUB>1</SUB> este congruent cu <I>P'II</I><SUB>1</SUB>, iar <I>PII</I><SUB>2</SUB> este congruent cu <I>P'II</I><SUB>2</SUB>, toate
   triunghiurile fiind dreptunghice &#238;n <I>I</I>.
   
<P>A&#351;adar, <I>P</I>' este simetricul lui <I>P</I> fa&#355;&#259; de suprafa&#355;a reflect&#259;toare.

<P>Pentru c&#259; lumina nu sose&#351;te de la <I>P</I>', ci doar <I>pare</I> s&#259; soseasc&#259; de acolo, imaginea <I>P</I>' a punctului <I>P</I> este o imagine <I>virtual&#259;</I>.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>O suprafa&#355;&#259; plan&#259; pe care se reflect&#259; lumina de la un obiect, formeaz&#259; o <I>imagine virtual&#259;</I> a obiectului.
  <P>Fiec&#259;rui punct al obiectului &#238;i corespunde un punct al imaginii, simetric fa&#355;&#259; de suprafa&#355;a reflect&#259;toare.</B>
</DIV>

<P>Capacul de plastic al casetei de CD reflect&#259; doar o mic&#259; parte din lumina incident&#259; pe acesta.

<P>Metalele &#351;lefuite au proprietatea remarcabil&#259; de a reflecta cea mai mare parte a luminii incidente. Aluminiul bine &#351;lefuit reflect&#259; aproximativ 92% din 
   lumina incident&#259;, iar argintul chiar 98%!
   
<P>Depun&#226;nd un strat sub&#355;ire de aluminiu sau argint pe un suport plan (o plac&#259; de sticl&#259; sau plastic), se ob&#355;ine o <I>oglind&#259; plan&#259;</I>. 

<P>Imaginile formate &#238;ntr&minus;o oglind&#259; plan&#259; sunt aproape tot at&#226;t de luminoase ca &#351;i obiectul &#238;nsu&#351;i!

<P>C&#226;nd &#238;&#355;i prive&#351;ti chipul &#238;n oglind&#259;, obiectul e&#351;ti chiar tu! Dac&#259; oglinda este plan&#259;, imaginea pe care o vezi este asemenea &#355;ie, aflat&#259; simetric de partea
   cealalt&#259; a oglinzii, dreapt&#259; &#351;i egal&#259; cu obiectul.
   
<P>Imaginea este virtual&#259; &minus; lumina nu provine din spatele peretelui pe care este pus&#259; oglinda, ci doar <I>pare</I> c&#259; sose&#351;te de acolo!

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>Este foarte r&#259;sp&#226;ndit&#259; p&#259;rerea c&#259; o oglind&#259; inverseaz&#259; partea st&#226;ng&#259; cu cea dreapt&#259;. 
  <P>C&#226;nd te prive&#351;ti &#238;n oglind&#259; &#351;i ridici m&#226;na st&#226;ng&#259;, imaginea ta din oglind&#259; "ridic&#259;" m&#226;na dreapt&#259;!
  <P>Oare a&#351;a s&#259; fie?
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>&#354;ine orizontal, &#238;n fa&#355;a unei oglinzi, un creion ascu&#355;it doar la unul dintre capete. 
  <P>Observ&#259; imaginea creionului &#238;n oglind&#259;. Este imaginea creionului inversat&#259; st&#226;nga&minus;dreapta fa&#355;&#259; de creion?
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Imaginea &#238;ntr&minus;o oglind&#259; plan&#259; <I>nu este inversat&#259;</I> st&#226;nga&minus;dreapta sau sus&minus;jos &#238;n raport cu obiectul.</B>
</DIV>

<P>C&#226;nd privim propria imagine &#238;n oglind&#259;, suntem tenta&#355;i s&#259; interpret&#259;m c&#259; suntem fa&#355;&#259; &#238;n fa&#355;&#259; cu o persoan&#259; a c&#259;rei m&#226;n&#259; dreapt&#259; este &#238;n partea noastr&#259;
   st&#226;ng&#259;! De aceea, c&#226;nd ridici m&#226;na st&#226;ng&#259;, interpretezi c&#259; imaginea din oglind&#259; "ridic&#259;" m&#226;na dreapt&#259;.
   
<P>Dac&#259; te apropii de oglind&#259;, imaginea "se apropie", deplas&#226;ndu&minus;se astfel &#238;n sens contrar celui &#238;n care te mi&#351;ti.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Imaginea &#238;ntr&minus;o oglind&#259; plan&#259; este inversat&#259; fa&#355;&#259;&minus;spate, &#238;n raport cu obiectul.</B>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 3</B>
  <P>Investigheaz&#259; formarea imaginilor prin refrac&#355;ie. 
  <P><B>Pasul 1. </B>Umple cu ap&#259; un vas cilindric cu fundul plat. 
  <P><B>Pasul 2. </B>Las&#259; s&#259; cad&#259; o moned&#259; pe fundul vasului. Pune al&#259;turi de vas o moned&#259; identic&#259;.
  <P><B>Pasul 3. </B>Prive&#351;te de deasupra vasului. Care moned&#259; &#238;&#355;i pare a fi mai aproape de tine?
</DIV>

<P>Lumina de la moneda cufundat&#259; &#238;n ap&#259; se refract&#259; cnd trece din ap&#259; &#238;n aer (figura&nbsp;3).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b8_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Refrac&#355;ia luminii din ap&#259; &#238;n aer.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b8_3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Refrac&#355;ia luminii din ap&#259; &#238;n aer.'); return false">
   Refrac&#355;ia luminii din ap&#259; &#238;n aer.</CENTER>
</DIV>

<P>Conform legilor refrac&#355;iei, <IMG src="img/e1b8_1.gif" align=absmiddle>.

<P>Deoarece <I>n</I><SUB>ap&#259;</SUB>&nbsp;&gt;&nbsp;<I>n</I><SUB>aer</SUB>, fasciculul de lumin&#259; divergent, provenit de la un punct al monedei, devine &#351;i mai 
   divergent &#238;n aer (<I>r</I>&nbsp;&gt;&nbsp;<I>i</I>), ca &#351;i c&#226;nd ar proveni dintr&minus;un punct aflat mai aproape de suprafa&#355;a apei!
   
<P>Imaginea monedei este virtual&#259;, pentru ca lumina nu provine din locul &#238;n care se formeaz&#259; aceast&#259; imagine.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>Cum s&minus;ar putea ob&#355;ine o imagine <I>real&#259;</I> a unui obiect, adic&#259; lumina s&#259; provin&#259; efectiv din locul &#238;n care se formeaza imaginea?
</DIV>

<P>Fasciculul de lumin&#259; divergent, provenit de la un punct al obiectului, trebuie transformat cumva &#238;ntr&minus;un fascicul <I>convergent</I> (figura&nbsp;4).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1b8_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Formarea unei imagini reale.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b8_4.wrl',
                             'Fig. 4',
                             'Figura 4', 'Formarea unei imagini reale.'); return false">
   Formarea unei imagini reale.</CENTER>
</DIV>

<P>Punctul &#238;n care converge fasciculul este imaginea real&#259; a punctului obiectului. Lumina diverge din acest punct&minus;imagine ca &#351;i c&#226;nd ar proveni de la
   un obiect real!

</BODY>
</HTML>



















