<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.2.11')">

<H3><I>Alte provoc&#259;ri</I></H3>

<OL>

  <LI><B><I>C&#226;t de divergent?</I></B>
      <P>Divergen&#355;a unui fascicul de lumin&#259; este exprimat&#259; cantitativ prin m&#259;sura semiunghiului conului de lumin&#259; (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Divergen&#355;a unui fascicul de lumin&#259;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Divergen&#355;a unui fascicul de lumin&#259;.'); return false">
   Divergen&#355;a unui fascicul de lumin&#259;.</CENTER>
</DIV>
      <P>Imagineaz&#259; o metod&#259; &#351;i m&#259;soar&#259; c&#226;t este divergen&#355;a fasciculului de lumin&#259; al:
      <P><B>a. </B>unei lanterne;
      <P><B>b. </B>unui indicator laser.
      <BR><BR><BR>

  <LI><B><I>Oglinda... normal&#259;!</I></B>
      <P>Deseneaz&#259; pe h&#226;rtie un arc de curb&#259;. A&#351;az&#259; pe desen o mic&#259; oglind&#259; plan&#259;, astfel &#238;nc&#226;t imaginea &#238;n oglind&#259; a curbei s&#259; fie &#238;n continuarea por&#355;iunii
         de curb&#259; vizibil&#259; pe h&#226;rtie (figura&nbsp;2).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'A&#351;ezarea oglinzii.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   A&#351;ezarea oglinzii.</CENTER>
</DIV>
      <P>&#206;n aceast&#259; situa&#355;ie, oglinda este perpendicular&#259; pe curb&#259; &#238;n acel loc &#351;i po&#355;i folosi oglinda pentru a trasa normala la curb&#259; &#238;n acel loc!
      <P>Exerseaz&#259; &#351;i cu alte arce de curb&#259;.
      <P>&#206;ncearc&#259; &#351;i cu un arc de cerc. Verific&#259; dac&#259; &#238;ntr&minus;adev&#259;r normala trasat&#259; astfel trece prin centrul cercului (a&#351;a cum ar trebui!).   
      <BR><BR><BR>

  <LI><B><I>Care&minus;ncotro!</I></B>
      <P>Un fascicul paralel de lumin&#259; este incident pe o suprafa&#355;&#259; cu neregularit&#259;&#355;i (figura&nbsp;3).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Inciden&#355;&#259; pe o suprafa&#355;&#259; cu neregularit&#259;&#355;i.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Inciden&#355;&#259; pe o suprafa&#355;&#259; cu neregularit&#259;&#355;i.</CENTER>
</DIV>
      <P>Descrie ce se &#238;nt&#226;mpl&#259; cu lumina cae se reflect&#259; pe o astfel de suprafa&#355;&#259;.
      <BR><BR><BR>

  <LI><B><I>Reflexie difuz&#259;</I></B>
      <P>Trimite lumina indicatorului laser c&#259;tre tavan, aproape de muchia cu un perete. 
      <P>Observ&#259; pata de lumin&#259; reflectat&#259; de pe tavan pe perete.
      <P>Este tot at&#226;t de net&#259; ca cea de pe tavan sau este mai difuz&#259;?
      <P>Po&#355;i folosi aceast&#259; observa&#355;ie pentru a verifica dac&#259; tavanul este neted sau are neregularit&#259;&#355;i?
      <BR><BR><BR>

  <LI><B><I>De&minus;a&minus;ndoaselea!</I></B>
      <P>Imprim&#259; cu caractere mari, pe o coal&#259; A4, un cuvnd (de exemplu, OPTICA).
      <P>&#354;ine coala &#238;n fa&#355;a unei oglinzi. Observa imaginea &#238;n oglind&#259;. Po&#355;i citi textul cu u&#351;urin&#355;&#259;?
      <P>Cum ar trebui scris textul, pentru a putea fi citit cu u&#351;urin&#355;&#259; atunci c&#226;nd este privit &#238;n oglind&#259; (cum este oglinda retrovizoare a autovehiculelor)?
      <P>De ce oare ambulan&#355;ele au &#238;nscris pe partea din fa&#355;&#259; <IMG src="img/1b_ap1.gif" height=20 align=absmiddle>?
      <BR><BR><BR>
      
  <LI><B><I>Textul &#238;n oglind&#259;</I></B>
      <P>F&#259; o copie pe folie transparent&#259; (cu un copiator) a textului folosit la provocarea&nbsp;5. 
      <P>&#354;ine folia &#238;n fa&#355;a unei oglinzi. Observa imaginea textului &#238;n oglind&#259;. Este imaginea inversat&#259;?
      <BR><BR><BR>
      
  <LI><B><I>Oglinda... economic&#259;!</I></B>
      <P>&#206;n unele magazine de confec&#355;ii sunt amplasate oglinzi mari, p&#226;n&#259; la podea, astfel &#238;nc&#226;t clien&#355;ii s&#259; se poat&#259; vedea "din cap p&#226;n&#259;&minus;n picioare".
      <P>Sunt oare necesare oglinzi at&#226;t de &#238;nalte?
      <P>Calculeaz&#259; &#238;n&#259;l&#355;imea minim&#259; a unei oglinzi &#238;n care, chiar &#351;i o persoan&#259; &#238;nalt&#259; de 2&nbsp;m &#238;&#351;i poate vedea corpul &#238;n &#238;ntregime.
      <BR><BR><BR>
      
  <LI><B>Rotirea oglinzii<I></I></B>
      <P>&#206;n drumul unui fascicul de lumin&#259; este plasat&#259; o oglind&#259;. 
      <P>Dac&#259; oglinda este rotit&#259; cu 20<SUP>0</SUP>, cu c&#226;t se modific&#259; direc&#355;ia fasciculului reflectat?
      <BR><BR><BR>
      
  <LI><B><I>Rota&#355;ii fine</I></B>
      <P>&#206;n unele experimente de fizic&#259; de fine&#355;e, este necesar&#259; m&#259;surarea cu mare precizie a unghiului cu care se rote&#351;te un fir.
      <P>Pentru aceasta, pe fir este prins&#259; o mic&#259; oglind&#259;, care reflect&#259; un fascicul &#238;ngust de lumin&#259; c&#259;tre un perete aflat la mare distan&#355;&#259; de oglind&#259;.
      <P>Dac&#259; oglinda se rote&#351;te cu un singur grad, cu c&#226;t se deplaseaza pata de lumin&#259; pe un perete aflat la 10&nbsp;m distan&#355;&#259; de oglind&#259;?
      <BR><BR><BR>
      
  <LI><B><I>De dou&#259; ori</I></B>
      <P>Un fascicul &#238;ngust de lumin&#259; este incident pe o oglind&#259;. Perpendicular pe aceast&#259; oglind&#259; se afl&#259; &#238;nc&#259; o oglind&#259; (figura&nbsp;4).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Dou&#259; oglinzi perpendiculare.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B>
   Dou&#259; oglinzi perpendiculare.</CENTER>
</DIV>
      <P>Care va fi direc&#355;ia fasciculului de lumin&#259; dup&#259; reflexia succesiv&#259; pe cele dou&#259; oglinzi?
      <BR><BR><BR>
      
  <LI><B><I>Retroreflectorul</I></B>
      <P>Asambleaz&#259; trei oglinzi perpendiculare (fix&#226;ndu&minus;le muchiile comune cu band&#259; adeziv&#259;), ca &#238;n figura&nbsp;5. Ansamblul se nume&#351;te <I>retroreflector</I>.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap5.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 5', 
      'Figura 5', 'Retroreflector.'); return false" ><BR>
      <B>Fig. 5. &nbsp;</B>
   Retroreflector.</CENTER>
</DIV>
      <P>Pune retroreflectorul pe podea &#351;i trimite lumina indicatorului laser c&#259;tre acesta.
      <P>Observ&#259; unde ajunge lumina reflectat&#259; pe oglinzile retroreflectorului!
      <P>De ce oare se nume&#351;te retroreflector acest ansamblu de oglinzi?
      <BR><BR><BR>

  <LI><B><I>Ochiul de pisic&#259;</I></B>
      <P>Pune pe podea un "ochi de pisic&#259;" (din cele folosite la biciclete). 
      <P>Redu c&#226;t mai mult iluminarea &#238;n &#238;nc&#259;pere &#351;i trimite lumina de la o lantern&#259; c&#259;tre "ochiul de pisic&#259;". 
      <P>Observ&#259; unde ajunge lumina reflectat&#259; de acesta.
      <P>Ce sunt oare micile detalii din care este alc&#259;tuit un "ochi de pisic&#259;"? Care este oare rolul acestora?
      <BR><BR><BR>

  <LI><B><I>Un retroreflector pe... Lun&#259;!</I></B>
      <P>&#206;n prima misiune a oamenilor pe Lun&#259; (Apollo&nbsp;11, 1969), un panouu cu retroreflectori, de m&#259;rimea unei gen&#355;i pentru documente, a fost amplasat
         pe suprafa&#355;a Lunii (figura&nbsp;6).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap6.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 6', 
      'Figura 6', 'Panoul cu retroreflectori amplasat pe suprafa&#355;a Lunii.'); return false" ><BR>
      <B>Fig. 6. &nbsp;</B>
   Panoul cu retroreflectori amplasat pe suprafa&#355;a Lunii.</CENTER>
</DIV>
      <P>Lumina unui fascicul laser a fost trimis&#259; de pe P&#259;m&#226;nt c&#259;tre zona &#238;n care a fost amplasat panoul cu retroreflectori (figura&nbsp;7).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap7.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 7', 
      'Figura 7', 'Fasciculul luminii laser trimis c&#259;tre Lun&#259;.'); return false" ><BR>
      <B>Fig. 7. &nbsp;</B>
   Fasciculul luminii laser trimis c&#259;tre Lun&#259;.</CENTER>
</DIV>
      <P>S&minus;a cronometrat cu mare precizie durata &#238;n care lumina parcurge drumul dus&minus;&#238;ntors p&#226;n&#259; la suprafa&#355;a Lunii &#351;i &#238;napoi. 
      <P>Astfel, s&minus;a determinat cu mare precizie distan&#355;a dintre P&#259;m&#226;nt &#351;i Lun&#259;.
      <P>De ce oare s&minus;a folosit un panou cu retroreflectori &#351;i nu doar o simpl&#259; oglind&#259; av&#226;nd acelea&#351;i dimensiuni?      
      <BR><BR><BR>
      
  <LI><B><I>P&#226;n&#259; la Lun&#259; &#351;i &#238;napoi</I></B>
      <P>Viteza luminii &#238;n vid a fost m&#259;surat&#259; cu mare precizie: 299.792.458&nbsp;m/s (aproape 300.000&nbsp;km/s).
      <P>C&#226;t te a&#351;tep&#355;i s&#259; dureze drumul dus&minus;&#238;ntors al luminii &#238;ntre suprafa&#355;a P&#259;m&#226;ntului &#351;i cea a Lunii?
      <BR><BR><BR>

  <LI><B><I>Cronometrare de mare precizie</I></B>
      <P>Precizia ob&#355;inut&#259; &#238;n experimentul cu retroreflectorul amplasat pe Lun&#259; este formidabil&#259;: a fost determinat&#259; distan&#355;a P&#259;m&#226;nt&minus;Lun&#259; cu o eroare
         de &plusmn;3&nbsp;cm!
      <P>S&minus;a aflat astfel c&#259; Luna se &#238;ndep&#259;rteaz&#259; de P&#259;m&#226;nt, &#238;n medie, cu 3,8&nbsp;cm pe an!
      <P>C&#226;t a fost eroarea de cronometrare a duratei drumului dus&minus;&#238;ntors al luminii?   
      <BR><BR><BR>
      
  <LI><B><I>Pat&#259; mare</I></B>
      <P>Fasciculul laserului &#238;ndreptat c&#259;tre suprafa&#355;a Lunii avea l&#259;rgimea 2,7&nbsp;m c&#226;nd p&#259;r&#259;sea P&#259;m&#226;ntul (figura&nbsp;7).
      <P>C&#226;nd ajungea pe Lun&#259;, l&#259;rgimea fasciculului era 7&nbsp;km!
      <P>C&#226;t era divergen&#355;a fasciculului luminii laser? Compar&minus;o cu divergen&#355;a fasciculului luminii indicatorului laser pe care l&minus;ai folosit.
      <BR><BR><BR>
      
  <LI><B><I>&#206;n oglind&#259;</I></B>
      <P>Un petec dreptunghic de h&#226;rtie este a&#351;ezat &#238;n fa&#355;a unei oglinzi plane (figura&nbsp;8).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap8.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 8', 
      'Figura 8', 'A&#351;ezarea petecului dreptunghiular &#238;n fa&#355;a oglinzii.'); return false" ><BR>
      <B>Fig. 8. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap8.wrl',
                             'Fig. 8',
                             'Figura 8', 'A&#351;ezarea petecului dreptunghiular &#238;n fa&#355;a oglinzii.'); return false">
   A&#351;ezarea petecului dreptunghiular &#238;n fa&#355;a oglinzii.</CENTER>
</DIV>
      <P>Precizeaz&#259; unde se vor forma imaginile v&#226;rfurilor petecului de h&#226;rtie. Ce po&#355;i spune despre imaginile lor?      
      <BR><BR><BR>

  <LI><B><I>Oglinzi concave</I></B>
      <P>Un fascicul paralel de lumin&#259; ajunge pe suprafa&#355;a interioar&#259; a unei oglinzi sferice, a c&#259;rei deschidere <I>D</I> este comparabil&#259; cu raza sferei
         din care face parte oglinda (figura&nbsp;9).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap9.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 9', 
      'Figura 9', 'Oglind&#259; sferic&#259; av&#226;nd deschiderea comparabil&#259; cu raza de curbur&#259;.'); return false" ><BR>
      <B>Fig. 9. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap9.wrl',
                             'Fig. 9',
                             'Figura 9', 'Oglind&#259; sferic&#259; av&#226;nd deschiderea comparabil&#259; cu raza de curbur&#259;.'); return false">
   Oglind&#259; sferic&#259; av&#226;nd deschiderea comparabil&#259; cu raza de curbur&#259;.</CENTER>
</DIV>
      <P>Oglinzile curbe care reflect&#259; lumina pe fa&#355;a lor interioar&#259; se numesc oglinzi <I>concave</I>.
      <P>Traseaz&#259; pe o foaie arcul de cerc corespunz&#259;tor oglinzii, av&#226;nd deschiderea comparabil&#259; cu raza acesteia. Traseaz&#259; razele reflectate pe oglind&#259;.
      <P>Se &#238;nt&#226;lnesc razele reflectate aproape &#238;n acela&#351;i punct?
      <P>Traseaz&#259;, pe alt&#259; foaie, arcul de cerc corespunz&#259;tor unei oglinzi cu deschiderea de 10 ori mai mic&#259; dec&#226;t raza sa (figura&nbsp;10).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap10.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 10', 
      'Figura 10', 'O oglind&#259; sferic&#259; av&#226;nd deschiderea mult mai mic&#259; dec&#226;t propria raz&#259;.'); return false" ><BR>
      <B>Fig. 10. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap10.wrl',
                             'Fig. 10',
                             'Figura 10', 'O oglind&#259; sferic&#259; av&#226;nd deschiderea mult mai mic&#259; dec&#226;t propria raz&#259;.'); return false">
   O oglind&#259; sferic&#259; av&#226;nd deschiderea mult mai mic&#259; dec&#226;t propria raz&#259;.</CENTER>
</DIV>
      <P>Traseaz&#259; razele incidente &#351;i reflectate de oglind&#259;. Se &#238;nt&#226;lnesc razele reflectate aproape &#238;n acela&#351;i punct?   
      <BR><BR><BR>

  <LI><B><I>Oglinzi convexe</I></B>
      <P>Un creion este a&#351;ezat &#238;n fa&#355;a unei oglinzi sferice, av&#226;nd deschiderea mult mai mic&#259; dec&#226;t propria raz&#259;.
      <P>Lumina de la creion se reflect&#259; pe fa&#355;a exterioar&#259; a oglinzii.
      <P>O oglind&#259; curbat&#259;, care reflect&#259; lumina pe fa&#355;a sa exterioar&#259;, este numit&#259; <I>oglind&#259; convex&#259;</I>.
      <P>Unde te a&#351;tep&#355;i s&#259; se formeze imaginea v&#226;rfului creionului? Este o imagine real&#259; sau virtual&#259;?
      <BR><BR><BR>

  <LI><B><I>Globul din pomul de Cr&#259;ciun</I></B>
      <P>Un glob de ornament din pomul de Cr&#259;ciun este o oglind&#259; convex&#259;. 
      <P>Prive&#351;te imaginile obiectelor din &#238;nc&#259;pere, formate &#238;n oglinda convex&#259; a globului.
      <P>Compar&#259; aceste imagini cu cele formate de o oglind&#259; plan&#259;, av&#226;nd aproximativ acelea&#351;i dimensiuni cu ale globului.
      <P>De ce oare oglinzile retrovizoare ale vehiculelor sunt convexe?
      <BR><BR><BR>
      
  <LI><B><I>Aparen&#355;ele pot &#238;n&#351;ela!</I></B>
      <P>De ce oare, pe oglinzile retrovizoare ale vehiculelor, este &#238;nscris un mesaj de avertisment: 
      <P align=center><I><FONT color=red>Aten&#355;ie! Obiectele sunt mai apropiate dec&#226;t par!</FONT></I>
      <BR><BR><BR>

  <LI><B><I>Din antichitate</I></B>
      <P>Probabil, cele mai vechi &#238;nregistr&#259;ri de m&#259;sur&#259;tori experimentale de fizic&#259; au fost realizate de Ptolemeu, la mijlocul secolului II, &#238;n Alexandria.
      <P>Acestea reprezint&#259; unghiurile de inciden&#355;&#259; &#351;i de refrac&#355;ie a lumini, c&#226;nd trece din aer &#238;n ap&#259; (tabelul&nbsp;1).
<P style="line-height: normal"><SMALL><B>Tabelul&nbsp;1. </B>Rezultatele m&#259;sur&#259;torilor lui Ptolemeu, pentru refrac&#355;ia luminii la trecerea din aer &#238;n ap&#259;.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B>Unghiul<BR>&#238;n aer</B></TD>
       <TD align=center><B>Unghiul<BR>&#238;n ap&#259;</B></TD>
     </TR>
     <TR>
       <TD align=right>10<SUP>0</SUP></TD>
       <TD align=right>8<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>20<SUP>0</SUP></TD>
       <TD align=right>15<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>30<SUP>0</SUP></TD>
       <TD align=right>22<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>40<SUP>0</SUP></TD>
       <TD align=right>28<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>50<SUP>0</SUP></TD>
       <TD align=right>35<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>60<SUP>0</SUP></TD>
       <TD align=right>40<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>70<SUP>0</SUP></TD>
       <TD align=right>45<SUP>0</SUP></TD>
     </TR>
     <TR>
       <TD align=right>80<SUP>0</SUP></TD>
       <TD align=right>50<SUP>0</SUP></TD>
     </TR>
   </TABLE>
      <P>Sunt aceste date &#238;n conformitate cu legea lui Snell pentru refrac&#355;ia luminii?
      <P>C&#226;t ar rezulta pentru indicele de refrac&#355;ie al apei, dac&#259; ai considera c&#259; legea lui Snell este respectat&#259;?
      <BR><BR><BR>

  <LI><B><I>Relativ la ap&#259;</I></B>
      <P><A href="1b7.html#tab3" target=new>Tabelul&nbsp;3</A> al sec&#355;iunii 1B7 prezint&#259; indicii de refrac&#355;ie pentru c&#226;teva medii. 
      <P>Completeaz&#259; un tabel cu indicii de refrac&#355;ie relativi la ap&#259; ai acestor medii.
      <BR><BR><BR>

  <LI><B><I>Trasarea drumului razei refractate</I></B>
      <P>Uneori ai nevoie s&#259; trasezi c&#226;t mai exact drumul razei refractate.
      <P>Cu o rigl&#259;, un compas &#351;i un raportor po&#355;i g&#259;si drumul razei refractate cu erori mai mici de un grad!
      <P>Traseaz&#259; dou&#259; arce de cerc cu acela&#351;i centru &#351;i raze propor&#355;ionale cu indicii de refrac&#355;ie <I>n</I><SUB>1</SUB>, respectiv <I>n</I><SUB>2</SUB> ai
         celor dou&#259; medii (razele <I>k&middot;n</I><SUB>1</SUB> &#351;i <I>k&middot;n</I><SUB>2</SUB>, figura&nbsp; 11).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap11.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 11', 
      'Figura 11', 'Metoda grafic&#259; de trasare a razei refractate.'); return false" ><BR>
      <B>Fig. 11. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap11.wrl',
                             'Fig. 11',
                             'Figura 11', 'Metoda grafic&#259; de trasare a razei refractate.'); return false">
   Metoda grafic&#259; de trasare a razei refractate.</CENTER>
</DIV>
      <P>Dac&#259; secanta <I>AB</I> este &#238;nclinat&#259; cu unghiul <I>i</I> fa&#355;&#259; de raza <I>OA</I>, atunci secanta <I>AB</I> este &#238;nclinat&#259; cu unghiul <I>r</I> fa&#355;&#259;
         de raza <I>OB</I>.
      <P>M&#259;surile unghiurilor <I>i</I> &#351;i <I>r</I> sunt conforme cu legile refrac&#355;iei &#238;ntre cele dou&#259; medii:
      <P align=center><IMG src="img/e1b_ap1.gif">
      <P>Verific&#259; aceast&#259; conformitate cu legile refrac&#355;iei, aplic&#226;nd teorema sinusului &#238;n triunghiul <I>OAB</I>.
      <P>Exerseaz&#259; aplicarea metodei pentru trasarea razei refractate din aer &#238;n ap&#259;.
      <BR><BR><BR>

  <LI><B><I>Dou&#259; metode</I></B>
      <P>O raz&#259; de lumin&#259; traverseaz&#259; un bloc de sticl&#259; cu fe&#355;ele plane &#351;i paralele. Unghiul de inciden&#355;&#259; a luminii pe una dintre dintre fe&#355;ele blocului este
         40<SUP>0</SUP>.
      <P>Traseaz&#259; drumul luminii care traverseaz&#259; blocul, folosind metoda de la provocarea 24.
      <P>M&#259;soar&#259; unghiul f&#259;cut cu normala la fa&#355;a blocului de raza emergent&#259;.
      <P>Verific&#259; prin calcul rela&#355;ia dintre acest unghi &#351;i unghiul de inciden&#355;&#259; p prima fa&#355;&#259; a blocului.
      <BR><BR><BR>

  <LI><B><I>Refrac&#355;ia multipl&#259;</I></B>
      <P>O raz&#259; de lumin&#259; traverseaz&#259; dou&#259; straturi transparente, cu fe&#355;ele plane &#351;i paralel, av&#226;nd indicii de refrac&#355;ie <I>n</I><SUB>1</SUB>, respectiv
         <I>n</I><SUB>2</SUB> (figura&nbsp;12).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap12.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 12', 
      'Figura 12', 'Lumina traverseaz&#259; dou&#259; straturi transparente, cu fe&#355;e plane &#351;i paralele.'); return false" ><BR>
      <B>Fig. 12. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap12.wrl',
                             'Fig. 12',
                             'Figura 12', 'Lumina traverseaz&#259; dou&#259; straturi transparente, cu fe&#355;e plane &#351;i paralele.'); return false">
   Lumina traverseaz&#259; dou&#259; straturi transparente, cu fe&#355;e plane &#351;i paralele.</CENTER>
</DIV>
      <P>Verific&#259; faptul c&#259; raza de lumin&#259; care a traversat straturile &#351;i se refract&#259; din nou &#238;n aer este <I>paralel&#259;</I> cu lumina incident&#259; din aer, 
         indiferent de indicii de refrac&#355;ie ai celor dou&#259; medii.
      <P>Verific&#259; dac&#259; rezultatul poate fi generalizat pentru oric&#226;te straturi cu fe&#355;e plane &#351;i paralele! 
      <BR><BR><BR>
      
  <LI><B><I>Apele limpezi sunt ad&#226;nci!</I></B>
      <P>O piscin&#259; are apa ad&#226;nc&#259; de 2&nbsp;m. 
      <P>C&#226;t de ad&#226;nc&#259; pare piscina, privind din aer?
      <BR><BR><BR>
      
  <LI><B><I>Aproximarea</I></B>
      <P>Pentru unghiuri mici, raportul sinusurilor unghiurilor poate fi aproximat cu raportul unghiurilor!
      <P>Verific&#259; aceasta pentru diferite perechi de unghiuri.
      <P>C&#226;t este eroarea pentru perechea de unghiuri 15<SUP>0</SUP> &#351;i 10<SUP>0</SUP>?
      <P>Astfel, legea a II&minus;a a refrac&#355;iei poate fi scris&#259; aproximativ:
      <P align=center><IMG src="img/e1b_ap2.gif">
      <P>Aceast&#259; rela&#355;ie este mult mai u&#351;or de utilizat dec&#226;t cea &#238;n care sunt implicate func&#355;iile sinus ale unghiurilor.
      <BR><BR><BR>
      
  <LI><B><I>Mirajul</I></B>
      <P>&#206;n verile toride, por&#355;iunile lungi ale &#351;oselelor par acoperite, spre limita orizontului, cu un strat argintiu, &#238;n care se reflect&#259; obiectele ca
         &#238;ntr&minus;un lac.
      <P>Acesta este un <I>miraj</I> &minus; un fenomen optic pe care &#238;l interpret&#259;m eronat.
      <P>Aerul cald din preajma asfaltului fierbinte are indicele de refrac&#355;ie mai mic dec&#226;t al aerului ceva mai rece, aflat deasupra.
      <P>Exist&#259; o cre&#351;tere treptat&#259; a indicelui de refrac&#355;ie al aerului, odat&#259; cu cre&#351;terea altitudinii fa&#355;&#259; de &#351;osea.
      <P>De ce oare obeictele aflate la limita orizontului par s&#259; se reflecte ca &#238;n apa unui lac, dar c&#226;nd ajungi &#238;n dreptul acestora, &#351;oseaua este uscat&#259;?
      <BR><BR><BR>
      
  <LI><B><I>Turbulen&#355;e</I></B>
      <P>Aerul nu are peste tot aceea&#351;i temperatur&#259; &#351;i nici acela&#351;i indice de refrac&#355;ie. 
      <P>&#206;n atmosfer&#259; exist&#259; &#238;n permanen&#355;&#259; curen&#355;i (turbulen&#355;e) care amestec&#259; volume de aer av&#226;nd temperaturi diferite.
      <P>Po&#355;i folosi aceast&#259; informa&#355;ie pentru a explica de ce lic&#259;resc stelele, &#238;ndeosebi cele aflate aproape de orizont?
      <P>De ce nu lic&#259;resc planetele?
      <BR><BR><BR>

  <LI><B><I>Lichidul</I></B>
      <P>Un strat de lichid, av&#226;nd indicele de refrac&#355;ie necunoscut, acoper&#259; fa&#355;a plan&#259; a unui bloc semicilindric de sticl&#259; (figura&nbsp;13).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap13.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 13', 
      'Figura 13', 'Un strat de lichid acoper&#259; fa&#355;a plan&#259; a unui semicilindru de sticl&#259;.'); return false" ><BR>
      <B>Fig. 13. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap13.wrl',
                             'Fig. 13',
                             'Figura 13', 'Un strat de lichid acoper&#259; fa&#355;a plan&#259; a unui semicilindru de sticl&#259;.'); return false">
   Un strat de lichid acoper&#259; fa&#355;a plan&#259; a unui semicilindru de sticl&#259;.</CENTER>
</DIV>
      <P>Prezint&#259; o metod&#259; prin care poate fi determinat indicele de refrac&#355;ie al lichidului, prin observarea reflexiei totale pe fa&#355;a plan&#259; a semicilindrului
         de sticl&#259;. 
      <P>Care este domeniul indicilor de refrac&#355;ie ai lichidelor care pot fi determina&#355;i prin aceast&#259; metod&#259;?
      <BR><BR><BR>

  <LI><B><I>Indice de refrac&#355;ie necunoscut</I></B>
      <P>Dintr&minus;o sticl&#259; cu indice de refrac&#355;ie necunoscut, s&minus;a confec&#355;ionat o prism&#259; av&#226;nd un unghi de 10<SUP>0</SUP>00'.
      <P>M&#259;sura unghiului de devia&#355;ie minim&#259; prin aceast&#259; prisma s&minus;a dovedit a fi 4<SUP>0</SUP>55'. 
      <P>C&#226;t este indicele de refrac&#355;ie al prismei?
      <BR><BR><BR>

  <LI><B><I>C&#226;t de bun&#259; este aproximarea?</I></B>
      <P>Unghiurile implicate &#238;n provocarea&nbsp;32 sunt suficient de mici pentru a putea aproxima rapoartele sinusurilor cu rapoartele unghiurilor (vezi 
         aproxima&#355;ia prezentat&#259; la provocarea&nbsp;28).
      <P>C&#226;t ob&#355;ii pentru m&#259;rimea indicelui de refrac&#355;ie al prismei, utiliz&#226;nd aceast&#259; aproxima&#355;ie?
      <P>C&#226;t este eroarea de determinare a indicelui de refrac&#355;ie?   
      <BR><BR><BR>

  <LI><B><I>Trasarea drumului luminii prin prism&#259;</I></B>
      <P>Uneori ai nevoie s&#259; trasezi c&#226;t mai exact drumul luminii printr&minus;o prism&#259; optic&#259;.
      <P>Cu o rigl&#259;, un compas &#351;i un raportor, po&#355;i face aceasta cu erori mai mici de un grad!
      <P>Pentru o prism&#259; av&#226;nd indicele de refrac&#355;ie <I>n</I><SUB>2</SUB>, aflat&#259; &#238;ntr&minus;un mediu av&#226;nd indicele de refrac&#355;ie <I>n</I><SUB>1</SUB>,
         traseaz&#259; dou&#259; arce de cerc av&#226;nd acela&#351;i centru &#351;i razele propor&#355;ionale cu ace&#351;ti indici de refrac&#355;ie (figura&nbsp;14).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap14.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 14', 
      'Figura 14', 'Metod&#259; de determinare a drumului luminii printr&minus;o prism&#259;.'); return false" ><BR>
      <B>Fig. 14. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap14.wrl',
                             'Fig. 14',
                             'Figura 14', 'Metod&#259; de determinare a drumului luminii printr&minus;o prism&#259;.'); return false">
   Metod&#259; de determinare a drumului luminii printr&minus;o prism&#259;.</CENTER>
</DIV>
      <P>Dac&#259; secanta <I>AB</I> face unghiul <I>i</I><SUB>1</SUB> cu raza <I>OA</I>, atunci secanta <I>AB</I> face unghiul <I>r</I><SUB>1</SUB> cu raza
         <I>OB</I> (<I>i</I><SUB>1</SUB> &#351;i <I>r</I><SUB>1</SUB> fiind unghiurile de inciden&#355;&#259;, respectiv refrac&#355;ie pe una dintre fe&#355;ele prismei).
      <P>Construie&#351;te apoi secanta <I>BC</I>, care face cu raza <I>OB</I> unghiul <I>r</I><SUB>2</SUB>&nbsp;=&nbsp;<I>A</I>&nbsp;&minus;&nbsp;<I>r</I><SUB>1</SUB>,
         <I>A</I> fiind unghiul prismei.    
      <P>Secanta <I>BC</I> face cu raza <I>OC</I> unghiul <I>i</I><SUB>2</SUB> (unghiul de emergen&#355;&#259; din prism&#259;).
      <P>Demonstreaz&#259; valabilitatea acestei metode &#351;i exerseaz&#259; aplicarea acesteia.      
      <BR><BR><BR>

  <LI><B><I>Inciden&#355;&#259; normal&#259;</I></B>
      <P>O raz&#259; de lumin&#259; este incident&#259; normal pe fa&#355;a plan&#259; a unei prisme de sticl&#259;, av&#226;nd sec&#355;iunea triunghi echilateral (figura&nbsp;15).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1b_ap15.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 15', 
      'Figura 15', 'Lumin&#259; incident&#259; normal pe fa&#355;a unei prisme cu sec&#355;iunea triunghi echilateral.'); return false" ><BR>
      <B>Fig. 15. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1b_ap15.wrl',
                             'Fig. 15',
                             'Figura 15', 'Lumin&#259; incident&#259; normal pe fa&#355;a unei prisme cu sec&#355;iunea triunghi echilateral.'); return false">
   Lumin&#259; incident&#259; normal pe fa&#355;a unei prisme cu sec&#355;iunea triunghi echilateral.</CENTER>
</DIV>
      <P>Indicele de refrac&#355;ie al sticlei este 1,5.
      <P>Se produce oare reflexie total&#259; &#238;n punctul <I>I</I>'?
      <P>Traseaz&#259; drumul luminii prin prism&#259;.
      <P>C&#226;t este devia&#355;ia total&#259; a luminii care a traversat prisma?
      <BR><BR><BR>

</BODY>
</HTML>




















