<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.1')">

<H3>Lentile</H3>

<P>P&#226;n&#259; acum ai analizat &#238;n detaliu ce se &#238;nt&#226;mpl&#259; cu lumina trimis&#259; spre centrul fe&#355;ei plane a unui semicilindru de sticl&#259;. S&#259; &#238;ncerc&#259;m &#351;i alte trasee!

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Folosi&#355;i o foaie dubl&#259; cu p&#259;tr&#259;&#355;ele. Trasa&#355;i doua segmente perpendiculare, care se intersecteaz&#259; &#238;n centrul foii. Nota&#355;i segmentul
     &#238;n lungul foii <I>x</I>, iar cel&#259;lalt, <I>y</I>.
  <P><B>Pasul 2. </B>A&#351;eza&#355;i semicilindrul de sticl&#259; cu fa&#355;a plan&#259; &#238;n lungul segmentului <I>y</I>, cu centrul &#238;n punctul de intersec&#355;ie al celor dou&#259; segmente.
     Marca&#355;i pe foaie conturul semicilindrului.
  <P><B>Pasul 3. </B>Trimite&#355;i lumina laserului, razant la suprafa&#355;a foii, paralel cu segmentul <I>x</I>, la distan&#355;a de 0,5&nbsp;cm de acesta.
  <P>Observa&#355;i drumul luminii care trece prin semicilindru. Marca&#355;i intersec&#355;ia cu segmentul <I>x</I> a drumului care a trecut prin semicilindru &#351;i trasa&#355;i 
     pe h&#226;rtie drumul luminii (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c1_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Traseul luminii care trece prin semicilindru.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c1_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Traseul luminii care trece prin semicilindru.'); return false">
   Traseul luminii care trece prin semicilindru.</CENTER>
</DIV>
  <P><B>Pasul 4. </B>Repetati pasul 3 pentru distan&#355;e fa&#355;&#259; de segmentul <I>y</I> cu c&#226;te 0,5&nbsp;cm mai mari.           
</DIV>

<P>Datorit&#259; refrac&#355;iei pe fa&#355;a curb&#259; a semicilindrului, lumina este deviat&#259; de la traseul s&#259;u ini&#355;ial. Devia&#355;iile sunt mai mari pentru lumina care trece mai
   departe de direc&#355;ia <I>x</I> (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c1_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Devia&#355;ia luminii este mai mare c&#226;nd aceasta trece mai departe de <I>x</I>.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c1_2.wrl',
                             'Fig. 1',
                             'Figura 1', 'Devia&#355;ia luminii este mai mare c&#226;nd aceasta trece mai departe de <I>x</I>.'); return false">
   Devia&#355;ia luminii este mai mare c&#226;nd aceasta trece mai departe de <I>x</I>.</CENTER>
</DIV>

<P>Pentru lumina care trece prin semicilindru la distan&#355;e mici fa&#355;&#259; de direc&#355;ia central&#259; <I>x</I>, toate traseele trec aproape prin acela&#351;i punct al direc&#355;iei
   <I>x</I>!

<P>Suntem deosebit de interesa&#355;i de acest efect de concentrare aproape &#238;ntr&minus;un punct al unui fascicul de raze paralele.

<P>&#206;nchipuie&minus;&#355;i un detaliu al unui corp aflat departe, foarte departe de tine. O mic&#259;, foarte mic&#259; parte a luminii care pleac&#259; de la acest detaliu ar 
   ajunge la tine, aproape ca un fascicul paralel.

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c1_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Lumina plecat&#259; de la un detaliu luminos &#238;ndep&#259;rtat, ajunge aproape ca un fascicul paralel.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c1_3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Lumina plecat&#259; de la un detaliu luminos &#238;ndep&#259;rtat, ajunge aproape ca un fascicul paralel.'); return false">
   Lumina plecat&#259; de la un detaliu luminos &#238;ndep&#259;rtat, ajunge aproape ca un fascicul paralel.</CENTER>
</DIV>

<P>Dac&#259; lumina care ajunge la ochiul t&#259;u este insuficient&#259;, nici nu vei &#351;ti vreodat&#259; c&#259; acel detaliu exist&#259;!

<P>Folosind &#238;ns&#259; un semicilindru de sticl&#259;, ai putea colecta mai mult&#259; lumin&#259; pe fa&#355;a plan&#259; a acestuia, care ar fi concentrat&#259; &#238;n ochii t&#259;i. Astfel, ai putea
   afla de existen&#355;a acelui detaliu.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>lentile</I> corpurile transparente care au cel pu&#355;in o fa&#355;&#259; curb&#259;.</B>
</DIV>

<P>Semicilindrul de sticl&#259; este o lentil&#259; &minus; una din fe&#355;ele sale este curb&#259; &#351;i tocmai aceast&#259; suprafa&#355;&#259; produce efectul de concentrare a unui fascicul 
   paralel de lumin&#259;.
   
<P>Din p&#259;cate, nu toat&#259; lumina care trece prin semicilindrul de sticl&#259; este concentrat&#259; &#238;ntr&minus;un singur punct &minus; doar razele care trec la mic&#259; 
   distan&#355;&#259; de axa principal&#259;.
   
<P>Semicilindrul de sticl&#259; este o lentil&#259; <I>groas&#259;</I> &minus; grosimea acesteia este comparabil&#259; cu raza de curbur&#259; a fe&#355;ei curbe.

<P>Dac&#259; ai folosi din semicilindru doar por&#355;iunea indicat&#259; &#238;n figura&nbsp;4, <I>toate</I> razele paralele care ar ajunge pe fa&#355;a plan&#259; a acestei mici por&#355;iuni
   ar fi concentrate aproape &#238;ntr&minus;un singur punct!

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c1_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Decuparea semicilindrului.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c1_4.wrl',
                             'Fig. 4',
                             'Figura 4', 'Decuparea semicilindrului.'); return false">
   Decuparea semicilindrului.</CENTER>
</DIV>
   
<P>Ai ob&#355;ine astfel o <I>lentil&#259; sub&#355;ire</I> &minus; grosimea acesteia pe direc&#355;ia pe care sose&#351;te lumina este mult mai mic&#259; dec&#226;t raza de curbur&#259; a fe&#355;ei curbe.

</BODY>
</HTML>



















