<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.2')">

<H3>Lentile convergente</H3>

<A name="a1"></A>
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Determin&#259; unde este punctul &#238;n care o lentil&#259; sub&#355;ire concentreaz&#259; un fascicul paralel de lumin&#259;. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Trasa&#355;i pe o foaie dubl&#259; cu p&#259;tr&#259;&#355;ele dou&#259; segmente perpendiculare &#351;i nota&#355;i&minus;l pe unul <I>x</I>, iar pe cel&#259;lalt <I>y</I>.
  <P><B>Pasul 2. </B>A&#351;eza&#355;i, ca &#238;n figura&nbsp;1, o plac&#259; plan&#259; de sticl&#259;, m&#259;rginit&#259; de dou&#259; suprafe&#355;e curbe (din trusa de optic&#259;). Marca&#355;i pe h&#226;rtie 
     conturul pl&#259;cii.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c2_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Lentil&#259; sub&#355;ire.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c2_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Lentil&#259; sub&#355;ire.'); return false">
   Lentil&#259; sub&#355;ire.</CENTER>
</DIV>
  <P><B>Pasul 3. </B>Trimite&#355;i lumina laserului paralel cu segmentul <I>x</I>, la diferite distan&#355;e de acesta.
  <P>Observa&#355;i cum este deviat&#259; lumina la trecerea prin lentil&#259;. 
  <P>Trasa&#355;i drumul luminii &#351;i determina&#355;i pozi&#355;ia locului &#238;n care lentila concentreaz&#259; un fascicul paralel de lumin&#259;.       
</DIV>

<P>Segmentul <I>x</I> trece prin centrele de curbur&#259; ale fe&#355;elor curbe ale lentilei (centrele cilindrilor din care fac parte fe&#355;ele lentilei).

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>ax&#259; optic&#259; principal&#259;</I> a unei lentile axa care trece prin centrele de curbur&#259; ale lentilei.</B>
</DIV>

<P>Refrac&#355;ia luminii pe suprafe&#355;ele curbe ale lentilei sub&#355;iri deviaz&#259; diferit razele unui fascicul paralel cu axa optic&#259; principal&#259;, astfel &#238;nc&#226;t acestea 
   sunt concentrate practic &#238;ntr&minus;un punct de pe axa optic&#259; principal&#259; (figura&nbsp;2).
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c2_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Concetrarea aproape &#238;ntr&minus;un punct a unui fascicul paralel de lumin&#259;.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c2_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Concetrarea aproape &#238;ntr&minus;un punct a unui fascicul paralel de lumin&#259;.'); return false">
   Concetrarea aproape &#238;ntr&minus;un punct a unui fascicul paralel de lumin&#259;.</CENTER>
</DIV>

<P>&#206;n acest punct se formeaz&#259; imaginea <I>real&#259;</I> a unui punct al unui obiect aflat pe axa optic&#259; principal&#259;, foarte departe de lentil&#259;.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>lentil&#259; convergent&#259;</I> lentila care transform&#259; un fascicul paralel de lumin&#259; &#238;ntr&minus;unul convergent.</B>
</DIV>

<P>Lentila din figura&nbsp;2 este o lentil&#259; convergent&#259;.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>focar imagine</I> punctul &#238;n care se formeaz&#259; imaginea unui punct aflat foarte departe de lentil&#259;.
  <P>Distan&#355;a de la lentil&#259; la forcarul imagine este numit&#259; <I>distan&#355;&#259; focal&#259; imagine</I>.</B>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este distan&#355;a focal&#259; imagine a lentilei cu care ai lucrat la activitatea experimental&#259;&nbsp;1?
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Trasa&#355;i pe foaia de h&#226;rtie utilizat&#259; la activitatea experimental&#259; precedent&#259; un "evantai" de segmente care trec prin centrul lentilei
     (figura&nbsp;3).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c2_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Un set de segmente care trec prin centrul lentilei.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c2_3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Un set de segmente care trec prin centrul lentilei.'); return false">
   Un set de segmente care trec prin centrul lentilei.</CENTER>
  <P><B>Pasul 2. </B>Trimite&#355;i lumina laserului spre centrul lentilei, pe direc&#355;iile trasate. Observa&#355;i direc&#355;ia luminii dup&#259; ce trece prin lentil&#259;.   
</DIV>
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Lumina trece prin centrul unei lentile aproape nedeviat&#259;.</B>
</DIV>

<P>Dispui acum de dou&#259; trasee u&#351;or de identificat ale luminii care trece printr&minus;o lentil&#259; sub&#355;ire convergent&#259;. La intersec&#355;ia acestor dou&#259; trasee se
   formeaz&#259; imaginea unui punct al obiectului. 
   
<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>Afl&#259; unde se formeaz&#259; imaginea punctului <I>P</I> din figura&nbsp;4.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c2_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Unde se formeaz&#259; imaginea punctului <I>P</I>?'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c2_4.wrl',
                             'Fig. 4',
                             'Figura 4', 'Unde se formeaz&#259; imaginea punctului <I>P</I>?'); return false">
   Unde se formeaz&#259; imaginea punctului <I>P</I>?</CENTER>
</DIV>  
</DIV>

<P>Din punctul <I>P</I> porne&#351;te spre lentil&#259; un fascicul divergent de lumin&#259;. Raza paralel&#259; cu axa optic&#259; principal&#259; se refract&#259; pe fe&#355;ele curbe ale
   lentilei &#351;i trece prin focarul imagine al acesteia (figura&nbsp;5).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c2_5.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 5', 
      'Figura 5', 'Traseele u&#351;or de identificat ale luminii care trece prin lentil&#259;.'); return false" ><BR>
      <B>Fig. 5. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c2_5.wrl',
                             'Fig. 5',
                             'Figura 5', 'Traseele u&#351;or de identificat ale luminii care trece prin lentil&#259;.'); return false">
   Traseele u&#351;or de identificat ale luminii care trece prin lentil&#259;.</CENTER>
   <CENTER><DD><P><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/lentila_conv.wrl',
        'Fig. 5',
        'Figura 5', 'Traseele u&#351;or de identificat ale luminii care trece prin lentil&#259;.'); return false">
        &laquo;<font size=-1> Simulare interactiv&#259;</font></DL></CENTER>
</DIV>    

<P>Raza care trece prin centrul de curbur&#259; al lentilei trece aproape nedeviat&#259;. 

<P>La intersec&#355;ia acestor trasee se formeaz&#259; imaginea <I>P</I>' a punctului <I>P</I>. &#206;n acest caz, este o imagine real&#259; &minus; lumina este str&#226;ns&#259; &#238;n 
   <I>P</I>' &#238;ntr&minus;un fascicul convergent, de unde diverge ca de la un obiect real.

</BODY>
</HTML>





















