<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.3')">

<H3>Imagini &#238;n lentile convergente</H3>

<P>Forma obi&#351;nuit&#259; a lentilelor este simetric&#259; &#238;n jurul axei optice principale. O lentil&#259; convergent&#259; este mai groas&#259; &#238;n partea sa central&#259; dec&#226;t la margini.

<P>Toate lentilele reprezentate &#238;n figura&nbsp;1 sunt convergente dac&#259; se afl&#259; &#238;ntr&minus;un mediu cu indice de refrac&#355;ie mai mic dec&#226;t cel al materialului
   din care sunt confec&#355;ionate lentilele.
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c3_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Lentile convergente &#351;i simbolul acestora.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c3_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Lentile convergente &#351;i simbolul acestora.'); return false">
   Lentile convergente &#351;i simbolul acestora.</CENTER>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Determin&#259; distan&#355;a focal&#259; a unei lentile convergente. Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Apropia&#355;i o lentil&#259; de peretele opus unei ferestre luminate &#351;i ob&#355;ine&#355;i pe acesta imaginea real&#259; a ferestrei.
  <P><B>Pasul 2. </B>Unul dintre voi s&#259; m&#259;soare cu o rigl&#259; distan&#355;a dintre lentil&#259; &#351;i perete.  
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este distan&#355;a focal&#259; a lentilei cu care ai lucrat la activitatea experimental&#259;&nbsp;1?
</DIV>

<P>Distan&#355;a dintre fereastr&#259; &#351;i lentil&#259; este de c&#226;&#355;iva metri. Razele care sosesc pe lentil&#259; de la un detaliu al ferestrei sunt aproape paralele (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c3_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Imaginea unui detaliu al ferestrei.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c3_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Imaginea unui detaliu al ferestrei.'); return false">
   Imaginea unui detaliu al ferestrei.</CENTER>
</DIV>

<P>Imaginea real&#259; a detaliului ferestrei se formeaz&#259; foarte aproape de focar. Distan&#355;a dintre lentil&#259; &#351;i perete este o bun&#259; aproxima&#355;ie a distan&#355;ei focale a
   lentilei.
   
<P>O lentil&#259; cu distan&#355;&#259; focal&#259; mai mic&#259;, deviaz&#259; mai mult lumina &minus; este mai convergent&#259;.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>convergen&#355;a</I> unei lentile inversul distan&#355;ei sale focale.
  <P>Convergen&#355;a de 1&nbsp;m<SUP>-1</SUP> este numit&#259; <I>dioptrie</I>.
  <P>Lentilele convergente au convergen&#355;a pozitiv&#259;.</B>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>C&#226;t este convergen&#355;a lentilei cu care ai lucrat la activitatea experimental&#259;&nbsp;1?
</DIV>

<A name="a2"></A>
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Formeaz&#259; imagini cu o lentil&#259; convergent&#259;. Realizeaz&#259;, pentru aceasta, din lucruri la &#238;ndem&#226;n&#259;, un <I>banc&nbsp;optic</I> (cum este cel din figura&nbsp;3).
     Lucreaz&#259; &#238;n echip&#259;.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c3_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Banc optic realizat din componente la &#238;ndem&#226;n&#259;.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Banc optic realizat din componente la &#238;ndem&#226;n&#259;.</CENTER>
</DIV>   
  <P><B>Pasul 1. </B>Decupa&#355;i un disc de h&#226;rtie alb&#259;, av&#226;nd acela&#351;i diametru cu sticla unei lanterne. 
  <P>Trasa&#355;i pe discul de h&#226;rtie, cu un marker negru, litera F, &#238;nalt&#259; de 2&nbsp;cm &#351;i lat&#259; de 1&nbsp;cm.
  <P>Monta&#355;i discul de h&#226;rtie pe sticla lanternei. Acesta este obiectul a c&#259;rui imagine o vei ob&#355;ine cu o lentil&#259; convergent&#259;.
  <P><B>Pasul 2. </B>Fixa&#355;i lanterna orizontal, pe dou&#259; batoane de plasitilin&#259;.
  <P><B>Pasul 3. </B>Fixa&#355;i pe un baton de plastilin&#259; o lentil&#259; convergent&#259; cu convergen&#355;a &#238;n jur de 10&nbsp;dioptrii. A&#351;eza&#355;i lentila astfel &#238;nc&#226;t 
     fasciculul de lumin&#259; de la lantern&#259; s&#259; ilumineze central lentila.
  <P><B>Pasul 4. </B>Fixa&#355;i pe un baton de plastilin&#259; o bucat&#259; dreptunghiular&#259; de carton alb, cu laturi de aproximativ 20&nbsp;cm. Acesta este ecranul pe care
     ve&#355;i ob&#355;ine imaginea real&#259; a literei F.
  <P><B>Pasul 5. </B>Pozi&#355;iona&#355;i lentila la diferite distan&#355;e de obiectul reprezentat de litera F. G&#259;si&#355;i de fiecare dat&#259; pozi&#355;ia ecranului &#238;n care ob&#355;ine&#355;i
     pe acesta o imagine clar&#259; a literei F. 
  <P>Nota&#355;i coordonatele obiectului &#351;i imaginii (&#238;n cm, cu o zecimal&#259;) pe axa optic&#259; principal&#259; a lentilei &#238;ntr&minus;un tabel dup&#259; modelul tabelului&nbsp;1.
<P style="line-height: normal"><SMALL><B>Tabelul&nbsp;1. </B>Coordonatele obiectului &#351;i imaginii.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><B><I>x</I><SUB>o</SUB><BR>(cm)</B></TD>
       <TD align=center><B><B><I>x</I><SUB>i</SUB><BR>(cm)</B></TD>
       <TD align=center><B>Caracteristicile<BR>imaginii</B></TD>
     </TR>
     <TR>
       <TD>&nbsp;</TD>
       <TD>&nbsp;</TD>
       <TD>&nbsp;</TD>
     </TR>
   </TABLE>
   <P>Nota&#355;i &#238;n tabel &#351;i caracteristicile imaginii &#238;n raport cu obiectul: dreapt&#259;/r&#259;sturnat&#259;, m&#259;rit&#259;/mic&#351;orat&#259;.
   <P>Considera&#355;i originea &#238;n centrul lentilei &#351;i sensul pozitiv &#238;n sensul &#238;n care trece lumina prin lentil&#259;, ca &#238;n figura&nbsp;4.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c3_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Coordonatele obiectului &#351;i ale imaginii pe axa optic&#259; principal&#259; a lentilei.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c3_4.wrl',
                             'Fig. 4',
                             'Figura 4', 'Coordonatele obiectului &#351;i ale imaginii pe axa optic&#259; principal&#259; a lentilei.'); return false">
   Coordonatele obiectului &#351;i ale imaginii pe axa optic&#259; principal&#259; a lentilei.</CENTER>
</DIV>  
</DIV>

<P>Exist&#259; oare o regul&#259; pe care o respect&#259; aceste seturi de coordonate? Ai &#351;ti atunci dinainte unde s&minus;ar forma imaginea unui obiect, oriunde ar fi acesta
   fa&#355;&#259; de o lentil&#259;!

</BODY>
</HTML>



















