<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.5')">

<H3>Lupa</H3>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Alf&#259; de existen&#355;a unor detalii invizibile pentru ochiul t&#259;u. Folose&#351;te o lentil&#259; convergent&#259; cu distan&#355;a focal&#259; de c&#226;&#355;iva cm.
  <P><B>Pasul 1. </B>Aproie lentila de o zon&#259; alb&#259; a ecranului unui monitor de calculator &#238;n func&#355;iune. Observ&#259; mul&#355;imea de mici zone distincte &#351;i culorile
     acestora.
  <P><B>Pasul 2. </B>Utilizeaz&#259; o aplica&#355;ie simpl&#259; de grafic&#259; (cum este <I>Paint</I>) &#351;i ob&#355;ine pe ecran zone de diferite culori. Observ&#259; prin lentil&#259; 
     detaliile acestor zone.
  <P><B>Pasul 3. </B>Deseneaz&#259; pe ecran, pe fundal negru, un segment verde. Estimeaz&#259; distan&#355;a dintre zonele luminoase care alc&#259;tuiesc segmentul.
</DIV>

<P>O zon&#259; alba a ecranului unui monitor &#238;n func&#355;iune pare uniform&#259;. Privind &#238;ns&#259; printr&minus;o lentil&#259; convergent&#259; cu convergen&#355;&#259; mare, zona alb&#259; se 
   dovede&#351;te a fi din numeroase mici zone ro&#351;ii, verzi &#351;i albastre! Distan&#355;a dintre dou&#259; astfel de mici zone adiacente este de aproximativ o zecime de mm!
   
<P>Oricare ar fi culoarea aparent&#259; a unei zone, aceasta este alc&#259;tuit&#259; &#238;n realitate din mici zone av&#226;nd mereu acelea&#351;i culori: ro&#351;u, verde &#351;i albastru &minus;
   difer&#259; doar intensitatea luminii emise de fiecare dintre aceste zone.
   
<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;nd lucrezi cu un calculator, prive&#351;ti ecranul monitorului de la aproximativ 0,5&nbsp;m. 
  <P>Estimeaz&#259; unghiul format de razele care sosesc la ochiul tau de la dou&#259; zone ale ecranului, &#238;ntre care exist&#259; distan&#355;a de 0,1&nbsp;mm.
</DIV>

<P>Un cerc cu raza de o jum&#259;tate de metru are circumferin&#355;a de aproximativ 3&nbsp;m. Dou&#259; zone &#238;ntre care exist&#259; o distan&#355;&#259; de 0,1&nbsp;mm, ocup&#259; aproximativ
   1/30.000 din circumferin&#355;a cercului. Aceasta corespunde unui unghi de aproximativ 0,7&nbsp;minute de arc, sub unghiul limit&#259; de un minut de arc!
   
<P>De aceea, nu po&#355;i vedea distinc aceste zone &minus; culorile se "amestec&#259;" &#351;i e&#351;ti "p&#259;c&#259;lit" &minus; vezi culoarea care rezult&#259; prin combinarea &#238;n diferite
   propor&#355;ii a culorilor <I>primare</I>: ro&#351;u, verde &#351;i albastru!
   
<P>Lentila convergent&#259; cu convergen&#355;&#259; mare &#355;i&minus;a dezv&#259;luit detalii pe care nu le&minus;ai fi v&#259;zut privind cu ochiul liber.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Lupa este o lentil&#259; convergent&#259; cu convergen&#355;&#259; mare.</B>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>De c&#226;te ori m&#259;re&#351;te o lup&#259; unghiul corespunz&#259;tor detaliilor unui obiect?
</DIV>

<P>Pozi&#355;ion&#226;nd lupa fa&#355;&#259; de obiect la o distan&#355;&#259; cu pu&#355;in mai mic&#259; dec&#226;t distan&#355;a focal&#259; a lentilei, un fascicul divergent de lumin&#259;, provenind de la un 
   detaliu al obiectului, devine aproape paralel (figura&nbsp;1).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c5_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Lupa reduce divergen&#355;a unui fascicul.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c5_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Lupa reduce divergen&#355;a unui fascicul.'); return false">
   Lupa reduce divergen&#355;a unui fascicul.</CENTER>
</DIV>

<P>Imaginea este virtual&#259;, dreapt&#259;, mult mai mare &#351;i mult mai &#238;ndep&#259;rtat&#259; dec&#226;t obiectul.

<P>Tangenta unghiului sub care vezi obiectul privind prin lup&#259; este aproximativ

<P align=center><IMG src="img/e1c5_1.gif">

<P>unde <I>h</I> este &#238;n&#259;l&#355;imea obiectului, iar <I>f</I> este distan&#355;a focal&#259; a lupei.

<P>Dac&#259; ai privi obiectul cu ochiul liber, de la 0,25&nbsp;m (distan&#355;a optim&#259; de vedere clar&#259;), tangenta unghiului sub care ai vedea obiectul ar fi:

<P align=center><IMG src="img/e1c5_2.gif">

<P>Dac&#259; <I>tg&nbsp;<FONT face="symbol">a</FONT></I>&nbsp;&gt;&nbsp;<I>tg&nbsp;<FONT face="symbol">a</FONT></I><SUB>0</SUB>, atunci 
   <I><FONT face="symbol">a</FONT></I>&nbsp;&gt;&nbsp;<I><FONT face="symbol">a</FONT></I><SUB>0</SUB>, adic&#259; vezi detaliile obiectului sub un unghi mai favorabil
   dec&#226;t atunci c&#226;nd ai privi cu ochiul liber.
   
<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Numim <I>grosismentul</I> unui instrument optic factorul de m&#259;rire a tangentei unghiului sub care este v&#259;zut obiectul, utiliz&#226;nd acel instrument.</B>
</DIV>

<P>Grosismentul lupei este, a&#351;adar:

<P align=center><IMG src="img/e1c5_3.gif">

<P>unde <I>C</I> este convergen&#355;a lupei.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;3</B>
  <P>C&#226;t este grosismentul lupei pe care ai folosit&minus;o la activitatea experimental&#259;&nbsp;1?
</DIV>

<P>Pentru unghiuri mici, raportul tangentelor unghiurilor este aproximativ egal cu raportul unghiurilor. Cu c&#226;t unghiurile sunt mai mici, cu at&#226;t aceast&#259;
   aproxima&#355;ie este mai bun&#259;.
   
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Folose&#351;te un calculator care are func&#355;ii trigonometrice &#351;i verific&#259; aceast&#259; aproxima&#355;ie pentru valorile din tabelul&nbsp;1, rotunjind rapoartele la
     primele trei zecimale.
<P style="line-height: normal"><SMALL><B>Tabelul&nbsp;1. </B>Aproximarea raportuli tangentelor cu raportul unghiurilor.</SMALL>
   <TABLE align=center border=1 cellpadding=4>
     <TR bgcolor=#cccccc>
       <TD align=center><FONT face="symbol"><I>a</I></FONT><SUB>0</SUB><BR>(<SUP>0</SUP>)</TD>
       <TD align=center><FONT face="symbol"><I>a</I></FONT><BR>(<SUP>0</SUP>)</TD>
       <TD align=center><IMG src="img/e1c5_4.gif"></TD>
       <TD align=center><IMG src="img/e1c5_5.gif"></TD>
     </TR>
     <TR>
       <TD align=center rowspan=10>1</TD>
       <TD align=right>1</TD>
       <TD align=right>1,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>2</TD>
       <TD align=right>2,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>3</TD>
       <TD align=right>3,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>4</TD>
       <TD align=right>4,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>5</TD>
       <TD align=right>5,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>6</TD>
       <TD align=right>6,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>7</TD>
       <TD align=right>7,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>8</TD>
       <TD align=right>8,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>9</TD>
       <TD align=right>9,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
     <TR>
       <TD align=right>10</TD>
       <TD align=right>10,000</TD>
       <TD align=right>&nbsp;</TD>
     </TR>
   </TABLE>
</DIV>

<P>O lup&#259; cu convergen&#355;a 20 dioptrii, m&#259;re&#351;te de 5 ori unghiul sub care po&#355;i vedea detaliile obiectului.

<P>Astfel, unghiuri sub limita 1' pot trece peste aceast&#259; limit&#259; &#351;i detalii invizibile pentru ochi devin vizibile folosind o lup&#259;!

</BODY>
</HTML>



















