<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.6')">

<H3>Lentile divergente</H3>

<P>Uneori avem nevoie s&#259; m&#259;rim divergen&#355;a unui fascicul de lumin&#259;.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Determin&#259; cum este deviat&#259; lumina de o lentil&#259; mai sub&#355;ire la mijloc dec&#226;t la margini. Lucreaz&#259; &#238;n echip&#259;.
  <P>Proceda&#355;i ca la <A href="1c2.html#a1" target=new>activitatea experimental&#259;&nbsp;1</A> de la sec&#355;iunea 1C2.
  <P>Folosi&#355;i de data aceasta o plac&#259; plan&#259; de sticl&#259; m&#259;rginit&#259; de dou&#259; suprafe&#355;e curbe concave (din trusa de optic&#259;).
</DIV>

<P>Un fascicul de lumin&#259; paralel cu axa optic&#259; principal&#259; a lentilei este transformat &#238;ntr&minus;unul divergent (figura&nbsp;1)!

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c6_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Transformarea unui fascicul paralel &#238;ntr&minus;unul divergent.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c6_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Transformarea unui fascicul paralel &#238;ntr&minus;unul divergent.'); return false">
   Transformarea unui fascicul paralel &#238;ntr&minus;unul divergent.</CENTER>
</DIV>

<P>Lentila este <I>divergent&#259;</I>. Toate lentilele prezentate &#238;n sec&#355;iune &#238;n figura&nbsp;2 sunt divergente dac&#259; se afl&#259; &#238;ntr&minus;un mediu al c&#259;rui indice
   de refrac&#355;ie este mai mic dec&#226;t cel al materialului din care sunt confec&#355;ionate lentilele.
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c6_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Lentile divergente &#351;i simbolul acestora.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c6_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Lentile divergente &#351;i simbolul acestora.'); return false">
   Lentile divergente &#351;i simbolul acestora.</CENTER>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este distan&#355;a focal&#259; a lentilei divergente cu care ai lucrat la activitatea experimental&#259; precedent&#259;?
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Lentilele divergente au convergen&#355;a negativ&#259;.</B>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>C&#226;t este convergen&#355;a lentilei cu care ai lucrat la activitatea experimental&#259; precedent&#259;?
</DIV>

<P>Lentilele divergente formeaz&#259; imagini virtuale ale obiectelor, indiferent la ce distan&#355;&#259; se afl&#259; acestea de lentil&#259; (figura&nbsp;3).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c6_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Formarea imaginii unui obiect de c&#259;tre o lentil&#259; divergent&#259;.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c6_3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Formarea imaginii unui obiect de c&#259;tre o lentil&#259; divergent&#259;.'); return false">
   Formarea imaginii unui obiect de c&#259;tre o lentil&#259; divergent&#259;.</CENTER>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;3</B>
  <P>O lentil&#259; are convergen&#355;a -20&nbsp;dioptrii. La 10&nbsp;cm de lentil&#259; se afl&#259; un obiect. 
  <P>Care sunt caracteristicile imaginii acestui obiect?
</DIV>

<P>Pentru a afla caracteristicile unei imagini, po&#355;i &#238;ncerca o reprezentare grafic&#259; la o scar&#259; aleas&#259; convenabil (figura&nbsp;4).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c6_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Determinarea grafic&#259; a imaginii format&#259; de o lentil&#259; divergent&#259;.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c6_4.wrl',
                             'Fig. 4',
                             'Figura 4', 'Determinarea grafic&#259; a imaginii format&#259; de o lentil&#259; divergent&#259;.'); return false">
   Determinarea grafic&#259; a imaginii format&#259; de o lentil&#259; divergent&#259;.</CENTER>
</DIV>

<P>Raza paralel&#259; cu axa optica principal&#259; a lentilei este deviat&#259; ca &#351;i c&#226;nd ar pleca din focarul imagine al lentilei, iar raza care trece prin centrul
   lentilei &#238;&#351;i continu&#259; drumul aproape nedeviat&#259;.
   
<P>Imaginea v&#226;rfului <I>A</I> al obiectului se formeaza la intersec&#355;ia acestor dou&#259; trasee. Este o imagine virtual&#259;, deoarece aici nu se intersecteaz&#259; traseele
   reale ale luminii, ci doar unul dintre trasee cu <I>prelungirea</I> celuilalt.
   
<P>Imaginea este dreapt&#259;, mic&#351;orat&#259; &#351;i mai aproape de lentil&#259; dec&#226;t obiectul. F&#259;c&#226;nd m&#259;sur&#259;tori pe desen &#351;i &#355;in&#226;nd cont de scara desenului, po&#355;i g&#259;si c&#259;
   imaginea se formeaz&#259; la 3,3&nbsp;cm de lentil&#259;, de aceea&#351;i parte cu obiectul &#351;i este de 3 ori mai mic&#259; dec&#226;t acesta.
   
<P>Dac&#259; ai posibilitatea, <I>realizeaz&#259; desenele la scar&#259; folosind un calculator personal</I>. Chiar &#351;i o aplica&#355;ie grafic&#259; simpla, cum este <I>Paint</I>,
   &#238;&#355;i permite s&#259; realizezi rapid &#351;i comod aceste desene. Precizia realiz&#259;rii &#351;i a m&#259;sur&#259;torilor dep&#259;&#351;e&#351;te cu mult ceea ce ai putea ob&#355;ine desen&#226;nd cu 
   rigla &#351;i creionul pe h&#226;rtie!
   
<P>C&#226;nd nu po&#355;i utiliza un desen la scar&#259;, po&#355;i afla caracteristicile imaginii aplic&#226;nd formula lentilelor:

<P align=center><IMG src="img/e1c6_1.gif">

<P>&#206;n cazul concret al provoc&#259;rii&nbsp;3, <I>C</I>&nbsp;=&nbsp;&minus;20&nbsp;m<SUP>-1</SUP>, iar <I>x</I><SUB>o</SUB>&nbsp;=&nbsp;&minus;10&nbsp;cm (s&minus;a
   ales sensul axei optice astfel &#238;nc&#226;t obiectul s&#259; se afle &#238;n partea negativ&#259; a axei).
 
<P>Rezolv&#226;nd aceast&#259; ecua&#355;ie, vei ob&#355;ine coordonata imaginii:

<P align=center><I>x</I><SUB>i</SUB>&nbsp;=&nbsp;&minus;3,33&nbsp;cm

<P>Acest rezultat indic&#259; faptul c&#259; imaginea se formeaz&#259; de aceea&#351;i parte a lentilei &#238;n care se afl&#259; &#351;i obiectul. Este a&#351;adar o imagine virtual&#259;. Imaginile
   reale se formeaz&#259; &#238;n <I>cealalt&#259;</I> parte a lentilei dec&#226;t cea &#238;n care se afl&#259; obiectul!
   
<P>Din asem&#259;narea triunghiurilor formate de obiect, imagine &#351;i raza care trece prin centrul lentilei, ob&#355;ii raportul coordonatelor <I>y</I> ale v&#226;rfurilor
   imaginii &#351;i obiectului:
   
<P align=center><IMG src="img/e1c6_2.gif">

<P>Cu valoarea calculat&#259; pentru <I>x</I><SUB>i</SUB>, rezult&#259; c&#259;:

<P align=center><IMG src="img/e1c6_3.gif">

<P>Astfel ai ob&#355;inut c&#259; imaginea este de 3 ori mai mic&#259; dec&#226;t obiectul &#351;i este o imagine dreapt&#259; (coordonatele <I>y</I><SUB>i</SUB> &#351;i <I>y</I><SUB>o</SUB>
   au acela&#351;i semn).

</BODY>
</HTML>


















