<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.7')">

<H3>Sisteme de lentile</H3>

<P>Lumina deviat&#259; de o lentil&#259; poate fi deviat&#259; suplimentar de o alta &minus; ob&#355;ii astel un control mai mare asupra luminii, cu rezultate spectaculoase!

<A name="a1"></A>
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Construie&#351;te o lunet&#259;! Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Realiza&#355;i un "tub pentru lumin&#259;", av&#226;nd lungimea reglabil&#259;, din dou&#259; tuburi de carton care alunec&#259; u&#351;or, dar f&#259;r&#259; jos, unul &#238;n cel&#259;lalt
     (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c7_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Tub de lungime reglabil&#259;, realizat din dou&#259; tuburi coaxiale.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Tub de lungime reglabil&#259;, realizat din dou&#259; tuburi coaxiale.</CENTER>
</DIV>
   <P>Pute&#355;i folosi tuburi de carton, unul &#238;ngust &#351;i cel&#259;lalt cu pu&#355;in mai larg, din cele pe care se ruleaz&#259; folia de aluminiu &#351;i folia de &#238;mpachetat.
   <P>Fixa&#355;i cu band&#259; adeziv&#259; benzi de carton pe suprafa&#355;a exterioar&#259; a tubului sub&#355;ire pentru a&minus;l adapta la diametrul interior al tubului larg.
  <P><B>Pasul 2. </B>Fixa&#355;i la cap&#259;tul tubului larg o lentil&#259; convergent&#259;, av&#226;nd distan&#355;a focal&#259; mai mare dec&#226;t a tubului larg, dar mai mica dec&#226;t lungimea
     maxim&#259; pe care o poate avea ansamblul celor dou&#259; tuburi. 
  <P>Aceast&#259; lentil&#259; este <I>obiectivul</I> lunetei (lentila este &#238;ndreptat&#259; c&#259;tre obiectul a c&#259;rui imagine o dore&#351;ti).
  <P>Folosi&#355;i pentru aceasta un capac de plastic (din cele care acoper&#259; tuburile de spray) &#238;n care s&#259; &#238;ncap&#259; lentila. Decupa&#355;i por&#355;iunea central&#259; a capacului,
     aproape p&#226;n&#259; la margine, pentru ca lumina s&#259; poat&#259; p&#259;trunde &#238;n lentil&#259;.
  <P><B>Pasul 3. </B>Fixa&#355;i la cap&#259;tul tubului &#238;ngust o lentil&#259; convergent&#259; cu convergen&#355;a c&#226;t mai mare (lentila deta&#351;abil&#259; a unui ocular de microscop este
     excelent&#259;). 
  <P>Aceast&#259; lentil&#259; este <I>ocularul</I> lunetei - pe aici prive&#351;ti. 
  <P>Luneta este gata! (figura&nbsp;2)
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c7_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Luneta, gata pentru a fi utilizat&#259;!'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Luneta, gata pentru a fi utilizat&#259;!</CENTER>
</DIV>
  <P><B>Pasul 4. </B>&#206;ndreapt&#259; obiectivul lunetei c&#259;tre un obiect &#238;ndep&#259;rtat, pe care&minus;l po&#355;i vedea pe fereastr&#259;. Regleaz&#259; lungimea tubului lunetei, p&#226;n&#259;
     c&#226;nd ob&#355;ii o imagine clar&#259;. 
  <P>Descrie caracteristicile imaginii pe care o vezi!
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este grosismentul lunetei pe care a&minus;i realizat&minus;o?
</DIV>

<P>Dac&#259; prive&#351;ti cu ochiul liber un obiect de m&#259;rime <I>H</I>, aflat fa&#355;&#259; de tine la distan&#355;a mare <I>D</I>, tangenta unghiului sub care vezi obiectul este:

<P align=center><IMG src="img/e1c7_1.gif">

<P>Obiectivul lunetei formeaz&#259; imaginea unui obiect foarte &#238;ndep&#259;rtat, practic &#238;n focar (figura&nbsp;3).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1c7_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Imaginea format&#259; de obiectivul lunetei.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c7_3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Imaginea format&#259; de obiectivul lunetei.'); return false">
   Imaginea format&#259; de obiectivul lunetei.</CENTER>
</DIV>

<P>Din triunghiurile asemenea formate de obiect, imagine &#351;i raza care trece prin centrul lentilei, ob&#355;ii:

<P align=center><IMG src="img/e1c7_2.gif">

<P>De aici po&#355;i g&#259;si m&#259;rimea imaginii formate de obiectivul lunetei:

<P align=center><IMG src="img/e1c7_3.gif">

<P>Deoarece <IMG src="img/e1c7_4.gif" align=absmiddle>, imaginea este mult mai mic&#259; dec&#226;t obiectul, dar este <I>mult mai aproape</I> de tine! Ai putea s&minus;o
   prive&#351;ti de la distan&#355;a minim&#259; de vedere clar&#259;!
   
<P>Astfel, tangenta unghiului sub care po&#355;i vedea aceast&#259; imagine este:

<P align=center><IMG src="img/e1c7_5.gif">

<P>Grosismentul oferit de obiectivul lunetei este, a&#351;adar:

<P align=center><IMG src="img/e1c7_6.gif">

<P>Po&#355;i m&#259;ri spectaculos grosismentul total dac&#259; prive&#351;ti cu o lup&#259; imaginea real&#259; data de obiectivul lunetei! Acesta este rolul ocularului.

<P>Ocularul, func&#355;ion&#226;nd ca o lup&#259;, are grosismentul:

<P align=center><IMG src="img/e1c7_7.gif">

<P>Grosismentul total al lunetei este <I>produsul</I> grosismentelor individuale ale obiectivului &#351;i ocularului (ocularul m&#259;re&#351;te de <I>G</I><SUB>oc</SUB>
   ori ceea ce a m&#259;rit obiectivul, de <I>G</I><SUB>ob</SUB>):
   
<P align=center><IMG src="img/e1c7_8.gif">

<P>Acesta este grosismentul <I>lunetei astronomice</I> (luneta Kepler).

<P>Grosismentul acestei lunete este cu at&#226;t mai mare cu c&#226;t este mai mare raportul distan&#355;elor focale ale obiectivului &#351;i ocularului. 

<P>Cu un obiectiv av&#226;nd distan&#355;a focal&#259; 0,5&nbsp;m &#351;i un ocular cu distan&#355;a focal&#259; 2&nbsp;cm, poti ob&#355;ine grosismentul 25!

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>C&#226;t este grosismentul lunetei pe care ai realizat&minus;o?
</DIV>

<P>Cu ajutorul lunetei pe care ai realizat&minus;o, po&#355;i vedea detalii ale obiectelor &#238;ndep&#259;rtate, invizibile cu ochiul liber!

<P>C&#226;nd ai de analizat un sistem alc&#259;tuit din dou&#259; (sau mai multe) lentile, po&#355;i utiliza un desen simplu, &#238;n care imaginea formata de o lentil&#259; devine obiect
   pentru urm&#259;toarea, &#351;i a&#351;a mai departe (figura&nbsp;4).
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c7_4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Desen pentru analiza unui sistem de lentile.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c7_4.wrl',
                             'Fig. 4',
                             'Figura 4', 'Desen pentru analiza unui sistem de lentile.'); return false">
   Desen pentru analiza unui sistem de lentile.</CENTER>
</DIV>

<P>Nu&minus;&#355;i face probleme dac&#259; &#238;n realitate imaginile nu s&minus;ar forma acolo unde ai desenat! Vei utiliza desenul doar ca s&#259; identifici
   <I>rela&#355;iile</I> dintre coordonatele obiectului original &#351;i cele ale imaginilor intermediare &#351;i final&#259;.
   
<P>Cu nota&#355;iile din figura&nbsp;4, po&#355;i scrie rela&#355;iile:

<P align=center><IMG src="img/e1c7_9.gif">

<P>Rezolv&#226;nd acest sistem de ecua&#355;ii, po&#355;i ob&#355;ine trei parametrii dac&#259; &#238;i cuno&#351;ti pe ceilal&#355;i patru.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;3</B>
  <P>C&#226;t este convergen&#355;a unui ansamblu de dou&#259; (sau mai multe) lentile sub&#355;iri, <I>acolate</I> (lipite)?
</DIV>

<P>Dac&#259; distan&#355;a <I>d</I> dintre lentile este neglijabil&#259; (lentilele sunt sub&#355;iri &#351;i lipite &#238;mpreun&#259;), din ultima ecua&#355;ie a sistemului, rezult&#259;:

<P align=center><IMG src="img/e1c7_10.gif">

<P>Adun&#226;nd membru cu membru primele dou&#259; ecua&#355;ii &#351;i reduc&#226;nd termenii asemenea, ob&#355;ii:

<P align=center><IMG src="img/e1c7_11.gif">

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Un sistem de lentile sub&#355;iri, acolate, are convergen&#355;a egal&#259; cu suma algebric&#259; a convergen&#355;elor lentilelor sistemului.</B>
</DIV>

<P>Po&#355;i acum analiza orice sistem alc&#259;tuit din lentile sub&#355;iri, fiec c&#259; sunt sau nu acolate!

</BODY>
</HTML>



















