<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.3.8')">

<H3><I>Alte provoc&#259;ri</I></H3>

<OL>

  <LI><B><I>Udatul interzis!</I></B>
      <P>Nu este recomandabil s&#259; uzi frunzele plantelor &#238;n timpul zilei. Stropii de ap&#259; care r&#259;m&#226;n pe frunze fac ca pe acestea s&#259; apar&#259; apoi mici pete brune.
         De ce oare?
      <BR><BR><BR>

  <LI><B><I>Pericol?</I></B>
      <P>Pot oare buteliile de sticl&#259;, abandonate, s&#259; declan&#351;eze incendii?
      <BR><BR><BR>
      
  <LI><B><I>Foc aprins cu... ghea&#355;&#259;!</I></B>
      <P>Fierbe un litru de ap&#259; &#351;i apoi las&minus;o s&#259; se r&#259;ceasc&#259; &#238;ntr&minus;un vas acoperit. Aceste opera&#355;ii vor elimina cea mai mare parte a gazelor
         dizolvate &#238;n ap&#259;.
      <P>Toarn&#259; apoi apa &#238;ntr&minus;un bol larg, cu fundul sferic, &#351;i pune&minus;o la &#238;nghe&#355;at &#238;n congelatorul frigiderului. 
      <P>Dup&#259; ce a &#238;nghe&#355;at, las&minus;o afar&#259; c&#226;teva minute, pentru a se desprinde u&#351;or din bol. 
      <P>Ob&#355;ii astfel o lentil&#259; plan&minus;convex&#259;, de mari dimensiuni!
      <P>C&#226;t este distan&#355;a focal&#259; a lentilei de ghea&#355;&#259;?
      <P>Este oare capabil&#259; lentila de ghea&#355;&#259; s&#259; concentreze lumina Soarelui &#351;i s&#259; aprind&#259; g&#259;m&#259;lia unui chibrit? &#206;ncearc&#259;!
      <BR><BR><BR>

  <LI><B><I>O idee minunat&#259;</I></B>
      <P>Lentilele mari sunt inevitabil grele &#351;i groase. Fizicianul francez Fresnel a avut o idee minunat&#259;, care u&#351;ureaz&#259; (la propriu!) construc&#355;ia lentilelor
         mari (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c_ap1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura ', 'Lentil&#259; Fresnel.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Lentil&#259; Fresnel.</CENTER>
</DIV>
      <P>Pe suprafa&#355;a unei pl&#259;ci sub&#355;iri de sticl&#259; sunt polizate &#351;an&#355;uri circulare, care reproduc, &#238;n f&#226;&#351;ii &#238;nguste, profilul unei lentile obi&#351;nuite. 
         Discontinuit&#259;&#355;ile datorate &#351;an&#355;urilor nu vor afecta considerabil imaginea format&#259; de lentil&#259;. 
      <P>Se ob&#355;in astfel lentile cu deschideri de zeci de centimetri &#351;i grosimea de doar c&#226;&#355;iva milimetri!
      <P>Astfel de lentile sunt utilizate, printre altele, la retroproiectoare. &#206;ndruma&#355;i de profesorul vostru, demonta&#355;i un retroproiector &#351;i extrage&#355;i 
         lentila Fresnel. M&#259;sura&#355;i&minus;i distan&#355;a focal&#259;.
      <P>Daca tot a&#355;i demontat retroproiectorul, cur&#259;&#355;a&#355;i&minus;i de praf interiorul! Monta&#355;i&minus;l apoi la loc &#351;i verifica&#355;i dac&#259; (mai) func&#355;ioneaz&#259;!
      <P>Cum formeaz&#259; oare retroproiectorul imaginea a ceea ce a&#351;eza&#355;i pe masa sa? 
      <BR><BR><BR>

  <LI><B><I>Recuperarea lentilelor</I></B>
      <P>Procur&#259; un set de lentile cu diferite caracteristici. O surs&#259; bun&#259; de lentile sunt aparatele pentru proiec&#355;ia diafilmelor, scoase din uz.
      <P>Lentilele ochelarilor care nu mai sunt folosi&#355;i, binocluri de juc&#259;rie descompletate, aparate foto defecte, sunt alte surse pentru lentile!
      <P>P&#259;streaz&#259; lentilele &#238;n mici plicuri individuale de h&#226;rtie, pe care ai &#238;nscris distan&#355;a focal&#259;. Fere&#351;te&minus;le de praf &#351;i zg&#226;rieturi!
      <P>Setul de lentile &#238;&#355;i va fi de mare folos &#238;n &#238;ncercarea ta de a &#238;n&#355;elege &#351;i controla lumina!
      <BR><BR><BR>

  <LI><B><I>Unde?</I></B>
      <P>La ce distan&#355;&#259; fa&#355;&#259; de o lentil&#259; convergent&#259; cu convergen&#355;a 10&nbsp;dioptrii trebuie plasat un obiect, pentru a ob&#355;ine o imagine:
      <P><B>a) </B>real&#259;, mic&#351;orat&#259;;
      <P><B>b) </B>real&#259;, m&#259;rit&#259;;
      <P><B>c) </B>virtual&#259;.
      <BR><BR><BR>

  <LI><B><I>Lupa &#238;n ap&#259;</I></B>
      <P>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu grosismentul unei lupe, daca o cufunzi &#238;n apa unui acvariu? &#206;ncearc&#259;!
      <BR><BR><BR>
      
  <LI><B><I>O jum&#259;tate de lentil&#259;</I></B>
      <P>O lentil&#259; convergent&#259; formeaz&#259; pe un ecran imaginea unui obiect.
      <P>Un paravan dreptunghiular, opac, este plasat &#238;n fa&#355;a lentilei, acoperind o jum&#259;tate din acesta (figura&nbap;2).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c_ap2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Un paravan blocheaz&#259; o jum&#259;tate dintr&minus;o lentil&#259;.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c_ap2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Un paravan blocheaz&#259; o jum&#259;tate dintr&minus;o lentil&#259;.'); return false">
   Un paravan blocheaz&#259; o jum&#259;tate dintr&minus;o lentil&#259;.</CENTER>
</DIV>
      <P>Descrie caracteristicile imaginii care te a&#351;tep&#355;i s&#259; se formeze pe ecran, &#238;n prezen&#355;a paravanului. Verific&#259; experimental a&#351;tept&#259;rile tale!
      <BR><BR><BR>

  <LI><B><I>Limitarea fasciculului</I></B>
      <P>Un paravan opac, av&#226;nd un orificiu central, este plasat &#238;n fa&#355;a unei lentile convergente care formeaz&#259; imaginea unui obiect oarecare pe un ecran. 
      <P>Cum te a&#351;tep&#355;i s&#259; afecteze paravanul caracteristicile imaginii de pe ecran? Ce efect te a&#351;tep&#355;i s&#259; aib&#259; diametrul orificiului?
      <P>Verific&#259; experimental a&#351;tept&#259;rile tale.
      <BR><BR><BR>

  <LI><B><I>De patru ori mai mare</I></B>
      <P>Arac&#259; c&#259; distan&#355;a dintre un obiect &#351;i imaginea sa real&#259;, format&#259; de o lentil&#259; convergent&#259;, este de cel pu&#355;in patru ori mai mare dec&#226;t distan&#355;a focal&#259;
         a lentilei.
      <BR><BR><BR>

  <LI><B><I>&#206;n dou&#259; locuri</I></B>
      <P>Un obiect &#351;i un ecran se afl&#259; la distan&#355;a <I>D</I> unul de altul. 
      <P>Arat&#259; c&#259;, pentru o lentil&#259; convergent&#259; cu distan&#355;a focal&#259; <I>f</I>, plasat&#259; &#238;ntre obiect &#351;i ecran, se formeaz&#259; imagini reale pe ecran pentru dou&#259;
         pozi&#355;ii ale lentilei. 
      <P>C&#226;t este m&#259;rimea minim&#259; a distan&#355;ei <I>D</I> pentru ca acest lucru s&#259; fie posibil?
      <P>C&#226;t este distan&#355;a dintre aceste dou&#259; pozi&#355;ii ale lentilei?
      <BR><BR><BR>
      
  <LI><B><I>Prive&#351;te&minus;te &#238;n ochi!</I></B>
      <P>Examineaz&#259; cu o lup&#259; propriul ochi!
      <P>A&#351;az&#259; pe o oglind&#259; plan&#259; o lentil&#259; convergent&#259;. Apropie&minus;&#355;i ochiul de lentil&#259;, de&minus;a lungul acesteia. 
      <P>La o anumit&#259; distan&#355;&#259;, &#238;&#355;i vei vedea ochiul, mult m&#259;rit!
      <BR><BR><BR>
      
  <LI><B><I>Fantoma creionului</I></B>
      <P>O lentil&#259; convergent&#259; este a&#351;ezat&#259; pe o oglind&#259; plan&#259;. 
      <P>Po&#355;i oare ob&#355;ine cu acest sistem imaginea real&#259; a v&#226;rfului creionului, chiar &#238;n dreptul acestuia? &#206;ncearc&#259;!
      <P>Unde trebuie plasat creionul?
      <BR><BR><BR>

  <LI><B><I>Dou&#259; lentile</I></B>
      <P>Un obiect se afl&#259; la 20&nbsp;cm de o lentil&#259; av&#226;nd convergen&#355;a 10&nbsp;dioptrii. De cealalt&#259; parte a lentilei, la 10&nbsp;cm de aceasta, se afl&#259; 
         &#238;nc&#259; una, av&#226;nd convergen&#355;a 8&nbsp;dioptrii.
      <P>Unde se formeaz&#259; imaginea final&#259; a obiectului?
      <P>Care sunt caracteristicile acestei imagini: real&#259;/virtual&#259;, dreapt&#259;/r&#259;sturnat&#259;, m&#259;rit&#259;/mic&#351;orat&#259;?
      <P>Reprezint&#259; drumul razelor de lumin&#259; &#238;n sistemul optic format de cele dou&#259; lentile.
      <BR><BR><BR>

  <LI><B><I>Lentile lipite</I></B>
      <P>O lentil&#259; cu convergen&#355;a 10&nbsp;dioptrii este acolat&#259; cu alt&#259; lentil&#259;, av&#226;nd convergen&#355;a &minus;4&nbsp;dioptrii.
      <P>C&#226;t este convergen&#355;a sistemului format de cele dou&#259; lentile?
      <P>Este acest sistem convergent sau divergent?
      <BR><BR><BR>

  <LI><B><I>Cum?</I></B>
      <P>Cum ai putea determina distan&#355;a focal&#259; a unei lentile convergente? &#206;ncearc&#259;!
      <BR><BR><BR>

  <LI><B><I>Proiecteaz&#259;!</I></B>
      <P>Proiecteaz&#259;, cu minim de componente, sisteme de lentile care s&#259; transforme un fascicul paralel de lumin&#259;, a&#351;a cum este indicat &#238;n figura&nbsp;3.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c_ap3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Transform&#259;ri ale unui fascicul paralel de lumin&#259;.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1c_ap3.wrl',
                             'Fig. 3',
                             'Figura 3', 'Transform&#259;ri ale unui fascicul paralel de lumin&#259;.'); return false">
   Transform&#259;ri ale unui fascicul paralel de lumin&#259;.</CENTER>
</DIV>
      <P>Toate tuburile au lungimea 20&nbsp;cm.
      <P>Precizeaz&#259;, &#238;n fiecare caz, caracteristicile lentilelor necesare &#351;i detaliile realiz&#259;rii sistemului.
      <BR><BR><BR>

  <LI><B><I>Luneta lui Galilei</I></B>
      <P>Galilei, celebrul fizician italian, a realizat, &#238;n jurul anului 1600, o lunet&#259; (figura&nbsp;4).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1c_ap4.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Luneta lui Galilei.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B>
   Luneta lui Galilei.</CENTER>
</DIV>
      <P>Obiectivul lunetei era o lentil&#259; convergent&#259;, iar ocularul, una divergent&#259;. 
      <P>Cu ajutorul lunetei sale, Galilei a f&#259;cut o serie de descoperiri spectaculoase, printre care, craterele de pe Lun&#259; &#351;i sateli&#355;ii lui Jupiter.
      <P>Luneta sa concentra considerabil lumina colectat&#259; de obiectiv. Galilei a f&#259;cut &#238;ns&#259; impruden&#355;a s&#259; o &#238;ndrepte spre Soare. A descoperit astfel 
         petele solare, dar lumina prea puternic&#259; i&minus;a pricinuit orbirea. 
      <P style="color: red"><IMG src="img/warning.gif">&nbsp;<I><B>Aten&#355;ie!</B> Nu &#238;ndrepta niciodat&#259; un instrument optic spre Soare! Nici m&#259;car nu privi direct Soarele: ochii t&#259;i
         pot fi iremediabil afecta&#355;i. Chiar &#351;i instrumentul optic poate fi deteriorat!</I>         
      <P>Realizeaz&#259; o lunet&#259; Galilei! Imaginea oferit&#259; de lunet&#259; este dreapt&#259; sau r&#259;sturnat&#259;? C&#226;t este grosismentul lunetei?
      <P>Traseaz&#259; drumul razelor de lumin&#259; &#238;n luneta pe care ai realizat&minus;o.
      <BR><BR><BR>

</OL>

</BODY>
</HTML>



















