<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.4.1')">

<H3>Alc&#259;tuirea ochiului</H3>

<P>Ochiul uman este un receptor de lumin&#259; complex, de form&#259; aproximativ sferic&#259;, av&#226;nd diametrul aproximativ 2,3&nbsp;cm (figura&nbsp;1).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1d1_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Sec&#355;iune &#238;n plan orizontal a ochiului drept.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Sec&#355;iune &#238;n plan orizontal a ochiului drept.</CENTER>
</DIV>

<P>Suprafe&#355;ele curbe ale corneei &#351;i cristalinului, precum &#351;i indicii de refrac&#355;ie ai materialelor care constituie componentele ochiului, atest&#259; faptul c&#259; acesta
   este un <I>sistem optic convergent</I>, capabil s&#259; formeze imagini reale pe retin&#259;.
   
<P>Irisul limiteaza cantitatea de lumin&#259; care p&#259;trunde &#238;n ochi prin pupil&#259;. La iluminare normala, diametrul pupilei este aproximativ 4&nbsp;mm. Acest diametru
   se dubleaza la &#238;ntuneric &#351;i se &#238;njum&#259;t&#259;&#355;e&#351;te &#238;n lumin&#259; intens&#259;.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Observ&#259; modificarea diametrului pupilei la modificarea ilumin&#259;rii. Lucreaz&#259; &#238;mpreun&#259; cu altcineva.
  <P><B>Pasul 1. </B>Reduce&#355;i c&#226;t mai mult lumina din &#238;nc&#259;pere. &#206;ndreapt&#259; fasciculul de lumin&#259; al unei lanterne c&#259;tre unul dintre ochii celuilalt (celeilalte). 
  <P>Observ&#259; ce se &#238;nt&#226;mpl&#259; cu pupilele acestuia (acesteia).
  <P><B>Pasul 2. </B>Inversa&#355;i rolurile.  
</DIV>

<P>Surprinz&#259;tor, chiar dac&#259; iluminezi puternic doar unul dintre ochii celuilalt (celeilalte), pupilele <I>ambilor</I> ochi se mic&#351;oreaz&#259;!

<P>Sub ac&#355;iunea mu&#351;chilor ciliari, curbura cristalinului se poate modifica, permi&#355;&#226;nd astfel ochiului s&#259; se acomodeze pentru obiecte aflate la distan&#355;e 
   foarte diferite.
   
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Observ&#259; capacitatea ochiului de a se acomoda pentru obiecte aflate la distan&#355;e foarte diferite.
  <P><B>Pasul 1. </B>&#206;nchide un ochi &#351;i &#355;ine un deget &#238;n fa&#355;a ochiului deschis, la c&#226;teva zeci de centimetri. 
  <P>Concentreaz&#259;&minus;&#355;i privirea asupra asupra degetului. C&#226;nd vezi degetul clar, mai vezi clar obiectele aflate &#238;n fundal, la mai mul&#355;i metri distan&#355;&#259;?
  <P><B>Pasul 2. </B>Concentreaz&#259;&minus;&#355;i acum privirea asupra unui obiect aflat la mai mul&#355;i metri distan&#355;&#259;, &#238;n dreptul detetului. 
  <P>C&#226;nd vezi clar acest obiect, mai po&#355;i vedea clar degetul?  
</DIV>

<P>Retina este "c&#259;ptu&#351;it&#259;" cu sute de milioane de celule sensibile la lumin&#259; (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1d1_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Retina.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Retina.</CENTER>
</DIV>

<P>"Petele" mai &#238;ntunecate, numite <I>conuri</I> (figura&nbsp;3a), sunt &#238;ncadrate str&#226;ns de <I>bastona&#351;e</I> (figura&nbsp;3b). 

<P><DIV class=image>
   <CENTER><IMG src="img/fig1d1_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Con (a) &#351;i bastona&#351; (b).'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Con (a) &#351;i bastona&#351; (b).</CENTER>
</DIV>

<P>Diametrul fiec&#259;rei celule este de aproximativ 4,5&nbsp;&micro;m.

<P>Conurile sunt sensibile la culoarea luminii, dar au nevoie de lumin&#259; de intensitatea celei din timpul zilei. Bastona&#351;ele nu sunt sensibile la culoarea 
   luminii, dar reac&#355;ioneaz&#259; &#351;i la nivele reduse de iluminare.

<P>Conurile sunt mai dese &#238;ntr&minus;o zon&#259; cu diametrul aproximativ 2&nbsp;mm, numit&#259; <I>pata galben&#259;</I>. &#206;n centul acestei zone, acolo unde axa vizual&#259;
   intersecteaz&#259; retina, pe o zon&#259; de aproximativ 0,3&nbsp;mm, exist&#259; doar conuri. Aceast&#259; zon&#259; minuscul&#259;, numit&#259; <I>foveea centralis</I>, ofer&#259; cele mai
   detaliate imagini. 
   
<P>C&#226;nd cite&#351;ti o carte, privind&minus;o de la 25&nbsp;cm, doar imaginea unei sinugure litere (de m&#259;rim&#259; normal&#259;) se formeaz&#259; &#238;n foveea centralis!

<P>Sub ac&#355;iunea luminii, conurile &#351;i bastona&#351;ele transmit impulsuri electrice c&#259;tre alte celule, cu care sunt interconetate &#238;ntr&minus;o re&#355;ea de o 
   complexitate uluitoare (figura&nbap;4)!
   
<P><TABLE>
  <TR valign=bottom>
    <TD>
<DIV class=image>
   <CENTER><IMG src="img/fig1d1_4a.jpg" border=0 width=200 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4a', 'Re&#355;eaua de conectare a conurilor &#351;i bastona&#351;elor: reprezentare real&#259;.'); return false" ><BR>
      <B>a</B>
   </CENTER>
</DIV>    
    </TD>
    <TD>
<DIV class=image>
   <CENTER><IMG src="img/fig1d1_4b.jpg" border=0 width=312 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4b', 'Re&#355;eaua de conectare a conurilor &#351;i bastona&#351;elor: reprezentare schematic&#259;.'); return false" ><BR>
      <B>b</B>
   </CENTER>
</DIV>    
    </TD>
  </TR>
  <TR>
    <TD colspan=2 align=center>
      <SMALL><B>Fig. 4. </B>Re&#355;eaua de conectare a conurilor &#351;i bastona&#351;elor: a) reprezentare real&#259;;<BR>b) reprezentare schematic&#259;. Lumina p&#259;trunde de deasupra!</SMALL>
    </TD>
  </TR>
</TABLE>

<P>M&#259;nunchiul termina&#355;iilor nervoase ale acetei re&#355;ele "str&#259;punge" globul ocular &#238;ntr&minus;o zon&#259; numit&#259; "pata oarb&#259;". Aceast&#259; zon&#259; ese lipsit&#259; de celule
   sensibile la lumin&#259;!

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 3</B>
  <P>Convinge&minus;te de existen&#355;a petei oarbe!
  <P><B>Pasul 1. </B>Cite&#351;te instruc&#355;iunile acestei activit&#259;&#355;i experimentale, apoi f&#259; click-st&#226;nga pe desenul din figura&nbsp;5. Vei afi&#351;a astfel desenul 
     &#238;ntr&minus;o fereastr&#259; distinct&#259;. 
  <P><B>Pasul 2. </B>&#206;nchide ochiul st&#226;ng &#351;i prive&#351;te desenul, astfel ca pata p&#259;trat&#259; s&#259; fie &#238;n dreptul ochiului t&#259;u drept.
  <P><B>Pasul 3. </B>Apropie&minus;te lent de ecran, PRIVIND MEREU PATA P&#258;TRAT&#258;. 
  <P>Observ&#259; dispari&#355;ia subit&#259; a petei circulare, &#238;ntr&minus;o anumit&#259; pozi&#355;ie a ta fa&#355;&#259; de desen!
<P><DIV class=image>
   <CENTER><IMG src="img/fig1d1_5.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 5', 
      'Figura 5', 'Desen pentru punerea &#238;n eviden&#355;&#259; a existen&#355;ei petei oarbe.'); return false" ><BR>
      <B>Fig. 5. &nbsp;</B>
   Desen pentru punerea &#238;n eviden&#355;&#259; a existen&#355;ei petei oarbe.</CENTER>
</DIV>
</DIV>

<P>Surprinz&#259;tor, c&#226;nd imaginea petei circulare se formeaz&#259; pe pata oarb&#259; a ochiului t&#259;u drept, de&#351;i acolo nu exist&#259; celule sensibile la lumin&#259;, creierul t&#259;u
   "completeaz&#259;" cu "ceva" zona corespunz&#259;toare petei oarbe. Astfel, nu vezi vreo "gaur&#259; neagr&#259;" &#238;n c&#226;mpul vizual al unui ochi!
   
<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>Pune &#238;n eviden&#355;&#259; pata oarb&#259; a ochiului t&#259;u st&#259;ng!
</DIV>
   
</BODY>
</HTML>





















