<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.4.2')">

<H3>Formarea imaginilor &#238;n ochi</H3>

<P>Ochiul este un sistem optic convergent, av&#226;nd convergen&#355;a <I>variabil&#259;</I>.

<P>C&#226;nd este relaxat, convergen&#355;a total&#259; a ochiului normal este 59&nbsp;dioptrii. Aceasta este convergen&#355;a <I>minim&#259;</I> a ochiului normal.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este distan&#355;a focal&#259; a unei lentile care are convergen&#355;a minim&#259; a ochiului normal?
</DIV>

<P>Pentru obiecte situate la mai mult de 15&nbsp;m, nu este necesar nici un efort de acomodare. Iat&#259; de ce &#238;&#355;i po&#355;i "odihni" ochii privind din c&#226;nd &#238;n c&#226;nd
   pe fereastr&#259;, la obiecte &#238;ndep&#259;rtate!

<P>Prin ac&#355;iunea mu&#351;chilor ciliari, curbura cristalinului se poate accentua, m&#259;rind astfel convergen&#355;a ochiului. Convergen&#355;a maxim&#259; a ochiului depinde esen&#355;ial
   de flexibilitatea cristalinului.
   
<P>La 15&nbsp;ani, convergen&#355;a maxim&#259; a ochiului normal este 71,5&nbsp;dioptrii.

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>C&#226;t este distan&#355;a minim&#259; de vedere clar&#259; pentru un ochi av&#226;nd convergen&#355;a maxim&#259; 71,5&nbsp;dioptrii?
  <P>Compar&#259; rezultatul ce ceea ce ai m&#259;surat la <A href="1a2.html#a1" target=new>activitatea experimental&#259;&nbsp;1</A> a sec&#355;iunii 1A2.
</DIV>

<P>Odat&#259; cu &#238;naintarea &#238;n v&#226;rst&#259;, cristalinul devine din ce &#238;n ce mai pu&#355;in flexibil. Convergen&#355;a maxim&#259; scade cu aproximativ 0,25&nbsp;dioptrii pe an, p&#226;n&#259;
   la v&#226;rsta de 40 de ani. Dup&#259; 40 de ani, sc&#259;derea anual&#259; este, &#238;n medie, de 0,5&nbsp;dioptrii, iar dup&#259; v&#226;rsta de 70 de ani, cristalinul devine &#351;i mai 
   rigid, acomodarea fiind tot mai dificil&#259;.

<A name="a1"></A>
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Formeaz&#259; imagini asemenea celor formate &#238;n ochi!
  <P><B>Pasul 1. </B>Folose&#351;te bancul optic pe care l&minus;ai realizat la <A href="1c3.html#a2" target=new>activitatea experimental&#259;&nbsp;2</A> a sec&#355;iunii 
     1C3. &#206;nlocuie&#351;te ecranul cu o calot&#259;, decupat&#259; dintr&minus;o minge de ping&minus;pong, pentru a fi asemenea suprafe&#355;ei curbe a retinei. Folose&#351;te o 
     lentil&#259; convergent&#259; cu distan&#355;a foclaa de aproximativ 2&nbsp;cm (asemenea ochiului).
  <P><B>Pasul 2. </B>Formeaz&#259; pe partea interioar&#259; a fragmentului de minge imaginea literei F, de la 20...30&nbsp;cm de lentil&#259;. Descrie caracteristicile
     imaginii.     
</DIV>

<P>Imaginile formate pe retin&#259; sunt reale, mic&#351;orate &#351;i... r&#259;sturnate!

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Verific&#259; faptul c&#259; imaginile formate pe retina ta sunt r&#259;sturnate!
  <P><B>Pasul 1. </B>G&#259;ure&#351;te, cu v&#226;rful unui ac, o foaie de h&#226;rtie.
  <P><B>Pasul 2. </B>Prive&#351;te, de aproape, g&#259;m&#259;lia unui ac, &#238;n lumina care trece prin orificiul din foaie &#351;i care sose&#351;te de la o surs&#259; &#238;ndep&#259;rtat&#259; de lumin&#259;.
     Pe retin&#259; se formeaz&#259; umbra g&#259;m&#259;liei acului. 
  <P>Descrie umbra pe care o vezi.
</DIV>

<P>Umbrele sunt drepte. Dac&#259; g&#259;m&#259;lia &#351;i corpul acului sunt asemenea literei T, umbra este &#351;i ea asemenea literei T (nu este r&#259;sturnat&#259;). Cu toate acestea, 
   tu vezi umbra r&#259;sturnat&#259; (figura&nbsp;1)!
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1d2_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Umbra pe care o vezi &#238;n &quot;cercul de lumin&#259;&quot;.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Umbra pe care o vezi &#238;n "cercul de lumin&#259;".</CENTER>
</DIV>

<P>Interpretarea imaginilor formate pe retin&#259; are loc &#238;n creier. Acesta este "responsabil" de r&#259;sturnarea lor, &#238;nc&#259; o dat&#259;!
   
<P>Din primele zile dup&#259; na&#351;tere, creierul t&#259;u a &#238;nceput s&#259; coreleze informa&#355;iile primite de la ochi cu mi&#351;c&#259;rile de apucare ale obiectelor. Chiar dac&#259; ochii
   formeaz&#259; imagini r&#259;sturnate ale obiectelor, creierul &#238;nva&#355;&#259; s&#259; r&#259;stoarne &#238;nc&#259; o dat&#259; aceste imagini, pentru a le pune de acord cu realitatea.   

<P>&#206;n activitatea experimental&#259;&nbsp;2 ai "surprins" creierul r&#259;sturn&#226;nd umbra g&#259;m&#259;liei acului. Aceast&#259; umbr&#259; nu era imaginea unui obiect real, ci doar
   o "pata de &#238;ntuneric" pe retin&#259;. Creierul &#238;ns&#259; a "r&#259;sturnat" informa&#355;ia primit&#259; de la ochi, a&#351;a cum o face &#238;ntotdeauna! 

</BODY>
</HTML>



















