<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.4.3')">

<H3>Ochelarii</H3>

<P>Oric&#226;t ar fi de minuna&#355;i, ochii no&#351;tri au uneori nevoie de ajutor!

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B><I>Hipermetropia</I> este deficien&#355;a ochiului &#238;n care imaginea unui obiect &#238;ndep&#259;rtat se formeaz&#259; <I>&#238;n spatele</I> retinei, atunci c&#226;nd ochiul
     este relaxat.</B>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Folose&#351;te bancul optic pe care l&minus;ai realizat la <A href="1d2.html#a1" target=new>activitatea experimental&#259;&nbsp;1</A> a sec&#355;iunii 1D2.
  <P><B>Pasul 1. </B>Formeaz&#259; pe ecranul sferic imaginea clar&#259; a literei F.
  <P><B>Pasul 2. </B>Apropie cu c&#226;&#355;iva milimetri ecranul sferic de lentil&#259;. Observ&#259; imaginea pe care o vezi pe ecranul sferic.  
</DIV>

<P>Imaginea de pe retina unui obiect hipermetrop este <I>difuz&#259;</I> &minus; imaginea clar&#259; s&minus;ar forma &#238;n spatele retinei. Ochiul nu este capabil s&#259; 
   devieze suficient de mult un fascicul paralel de lumin&#259;. Ochiul hipermetrop este prea pu&#355;in convergent!

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>Cum poate fi oare ajutat un ochi hipermetrop s&#259; formeze imagini clare pe retin&#259;?
</DIV>

<P>Fiind prea pu&#355;in convergent, ochiul hipermetrop poate fi ajutat plas&#226;nd &#238;n fa&#355;a sa o lentil&#259; convergent&#259;, care s&#259; compenseze deficitul de convergen&#355;&#259; al
   ochiului hipermetrop.
   
<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Lentilele ochelarilor care corecteaz&#259; hipermetropia au convergen&#355;&#259; pozitiv&#259;</B> (figura&nbsp;1).
</DIV>

<P><DIV class=image>
   <CENTER><IMG src="img/fig1d3_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Corectarea hipermetropiei.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1d3_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Corectarea hipermetropiei.'); return false">
   Corectarea hipermetropiei.</CENTER>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Corecteaz&#259; imaginea difuz&#259;, ob&#355;inut&#259; la activitatea experimental&#259;&nbsp;1, plas&#226;nd o lentil&#259; convergent&#259; &#238;n fa&#355;a lentilei utilizat&#259; ini&#355;ial.
</DIV>

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B><I>Miopia</I> este deficien&#355;a ochiului &#238;n care imaginea unui obiect &#238;ndep&#259;rtat se formeaz&#259; <I>&#238;n fa&#355;a</I> retinei, atunci c&#226;nd ochiul este relaxat.</B>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 3</B>
  <P>Folose&#351;te bancul optic de la activitatea experimental&#259; precedent&#259;.
  <P><B>Pasul 1. </B>Formeaz&#259; pe ecranul sferic imaginea clar&#259; a literei F, folosind lentila ini&#355;ial&#259;.
  <P><B>Pasul 2. </B>&#206;ndep&#259;rteaz&#259; cu c&#226;&#355;iva milimetri ecranul sferic de lentil&#259;. Observ&#259; imaginea pe care o vezi pe ecranul sferic.  
</DIV>

<P>Imaginea de pe retina unui ochi miop este difuz&#259; &minus; imaginea clar&#259; s&minus;ar forma &#238;n fa&#355;a retinei. Ochiul deviaz&#259; prea mult un fascicul paralel
   de lumin&#259; &minus; ochiul miop este prea convergent!

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>Cum poate fi oare ajutat un ochi miop s&#259; formeze imagini clare pe retin&#259;?
</DIV>

<P>Fiind prea convergent, ochiul miop poate fi ajutat plas&#226;nd &#238;n fa&#355;a sa o lentil&#259; divergent&#259;, care s&#259; compenseze excesul de convergen&#355;&#259; al ochiului miop.

<P><DIV class=key>
  <IMG src="img/key.jpg">
  <P><B>Lentilele ochelarilor care corecteaz&#259; miopia au convergen&#355;a negativ&#259;</B> (figura&nbsp;2).
</DIV>

<P><DIV class=image>
   <CENTER><IMG src="img/fig1d3_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Corectarea miopiei.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1d3_2.wrl',
                             'Fig. 2',
                             'Figura 2', 'Corectarea miopiei.'); return false">
   Corectarea miopiei.</CENTER>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 4</B>
  <P>Corecteaz&#259; imaginea difuz&#259;, ob&#355;inut&#259; la activitatea experimental&#259; precedent&#259;, plas&#226;nd o lentil&#259; divergent&#259; &#238;n fa&#355;a lentilei utilizat&#259; ini&#355;ial.
</DIV>

<P>Exist&#259; numeroase alte deficien&#355;e &#351;i combina&#355;ii de deficien&#355;e ale ochiului. Medicul oftalmolog este cel care identific&#259; aceste deficien&#355;e &#351;i recomand&#259; 
   opticianului tehnician modalitatea de corectare. Opticianul tehnician finiseaz&#259; &#351;i monteaz&#259; lentilele ochelarilor care au fost prescrise.

<P>Astfel este redat&#259; claritatea vederii pentru cei care au at&#226;ta nevoie!

</BODY>
</HTML>


















