<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.4.4')">

<H3><I>Alte provoc&#259;ri</I></H3>

<OL>

  <LI><B><I>Ochii mari</I></B>
      <P>La &#238;ntuneric, diametrul pupilei se dubleaz&#259;. 
      <P>De c&#226;te ori cre&#351;te astfel cantitatea de lumin&#259; care p&#259;trunde &#238;n ochi?
      <BR><BR><BR>
      
  <LI><B><I>Prea mult&#259; lumin&#259;</I></B>
      <P>La iluminare intens&#259;, diametrul pupilei se &#238;njum&#259;t&#259;&#355;e&#351;te. 
      <P>De c&#226;te ori scade astfel cantitatea de lumin&#259; care p&#259;trunde &#238;n ochi?
      <BR><BR><BR>
      
  <LI><B><I>Adaptare</I></B>
      <P>Prin modificarea diametrului pupilei, &#238;ntre valoarea maxim&#259; &#351;i cea minim&#259;, de c&#226;te ori este modificat&#259; cantitatea de lumin&#259; care p&#259;trunde &#238;n ochi?
      <BR><BR><BR>
      
  <LI><B><I>Lupa din v&#226;rful... degetelor!</I></B>
      <P>C&#226;nd nu ai o lup&#259; la &#238;ndem&#226;n&#259;, o po&#355;i ob&#355;ine cu v&#226;rfurile degetelor!
      <P>Adu &#238;n atingere degetul mare &#351;i ar&#259;t&#259;torul m&#226;inii st&#226;ngi. Apropie acum ar&#259;t&#259;torul m&#226;inii drepte, astfel &#238;nc&#226;t &#238;ntre cele trei degete s&#259; r&#259;m&#226;n&#259; o
         deschidere mic&#259;, de aproximativ un milimetru.
      <P>&#354;ine degetele aproape de ochi &#351;i prive&#351;te ecranul unui monitor prin mica deschidere dintre degete. Vei vedea ca printr&minus;o lup&#259;!   
      <BR><BR><BR>

  <LI><B><I>Omul invizibil</I></B>
      <P>Scriitorul H. G. Wells &#351;i&minus;a imaginat, &#238;ntr&minus;una dintre scrierile sale, un <I>om invizibil</I> (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1d_ap1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Omul invizibil.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Omul invizibil.</CENTER>
</DIV>   
      <P>C&#226;t ar trebui s&#259; fie indicele de refrac&#355;ie al corpului omului invizibil?
      <P>Ar putea oare omul invizibil s&#259; vad&#259;?   
      <BR><BR><BR>
      
  <LI><B><I>Sub ap&#259;</I></B>
      <P>Oare de ce, atunci c&#226;nd &#238;no&#355;i sub ap&#259;, vezi totul neclar, dar dac&#259; &#238;&#355;i puti ochelarii (sau masca) de scufundare, totul devine mult mai clar?
      <BR><BR><BR>
      
  <LI><B><I>Drept &#238;n centru!</I></B>
      <P>C&#226;nd este relaxat, ochiul normal are convergen&#355;a 59&nbsp;dioptrii &#351;i poate forma imagini clare ale obiectelor aflate la distan&#355;a de cel pu&#355;in
         15&nbap;m.
      <P>C&#226;t este diametrul obiectului aflat la 15&nbap;m, a c&#259;rui imagine o formeaz&#259; ochiul relaxat &#238;n foveea centralis?
      <BR><BR><BR>
      
  <LI><B><I>Cel mai mic detaliu</I></B>
      <P>La 15 ani, convergen&#355;a maxim&#259; a ochiului normal este 71,5&nbsp;dioptrii. Diametrul unei celule sensibile la lumin&#259;, de pe retin&#259;, este 4,5&nbsp;&micro;m.
      <P>C&#226;t este cel mai mic detaliu care poate fi v&#259;zut, &#238;n aceste condi&#355;ii? 
      <BR><BR><BR>
      
  <LI><B><I>Puncte de vedere</I></B>
      <P>&#354;ine vertical un creion, la 20...30&nbsp;cm &#238;n fa&#355;a ochilor. Prive&#351;te creionul, &#238;nt&#226;i cu un ochi, apoi cu cel&#259;lalt. 
      <P>Imaginile oferite de cei doi ochi sunt diferite! Fiecare ochi "vede" lumea din alt&#259; pozi&#355;ie.
      <P>C&#226;nd &#238;&#355;i folose&#351;ti, ambii ochi, creierul folose&#351;te aceste dou&#259; imagini diferite &#351;i ob&#355;ine informa&#355;ii suplimentare &#238;n leg&#259;tur&#259; cu aranjarea spa&#355;ial&#259;
         a obiectelor, care sunt mai aproape &#351;i care mai departe de tine.
      <P>Aceasta este <I>vedearea binocular&#259;</I> (<I>stereoscopic&#259;</I>).
      <BR><BR><BR>
      
  <LI><B><I>Prea departe</I></B>
      <P>Vederea stereoscopic&#259; (vezi provocarea&nbsp;9) are limitele sale. Pentru obiecte aflate la mai mult de c&#226;teva sute de metri, imaginile oferite de cei
         doi ochi sunt at&#226;t de asem&#259;n&#259;toare, &#238;nc&#226;t creierul nu mai poate extrage informa&#355;ii referitoare la aranjarea &#238;n spa&#355;iu a obiectelor.
      <P>De ce oare stelele pe cer par s&#259; fie aranjate pe o "bolt&#259;", ca &#351;i c&#226;nd ar fi toate la aceea&#351;i distan&#355;&#259; fa&#355;&#259; de tine?
      <P>Intereseaz&#259;&minus;te care sunt distan&#355;ele reale fa&#355;&#259; de P&#259;m&#226;nt ale stelelor care alc&#259;tuiesc <I>Carul Mare</I> (figura&nbsp;2).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1d_ap2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Carul Mare.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Carul Mare.</CENTER>
</DIV>
      <BR><BR><BR>

  <LI><B><I>Tot at&#226;t de departe</I></B>
      <P>De ce oare Soarele &#351;i Luna &#238;&#355;i par tot at&#226;t de departe, c&#226;nd, &#238;n realitate, Soarele este de 400 de ori mai departe dec&#226;t Luna?
      <BR><BR><BR>
      
  <LI><B><I>Care este ochiul t&#259;u director?</I></B>
      <P>De&#351;i ambii ochi trimit c&#259;tre creier c&#226;te o imagine u&#351;or diferit&#259;, imaginea oferit&#259; de unul dintre ochii t&#259;i are &#238;nt&#226;ietate!
      <P>&#354;ine vertical un creion, la 20...30&nbsp;cm &#238;n fa&#355;a ochilor (ca la provocarea&nbsp;9). Prive&#351;te &#238;nspre creion cu ambii ochi, apoi numai cu ochiul 
         drept, apoi numai cu ochiul st&#226;ng.
      <P>Imaginea oferit&#259; de ambii ochi deschi&#351;i are creionul <I>&#238;n aceea&#351;i pozi&#355;ie</I> relativ&#259; fa&#355;&#259; de obiectele din fundal ca aceea oferit&#259; de doar unul
         dintre cei doi ochi. Acel ochi este ochiul t&#259;u director!
      <P>Afl&#259; c&#226;&#355;i dintre colegii t&#259;i au ochiul drept ca ochi director &#351;i c&#226;&#355;i ochiul st&#226;ng.
      <BR><BR><BR>
      
  <LI><B><I>Gaura din... palm&#259;!</I></B>
      <P>Vederea stereoscopic&#259; (vezi provocarea&nbsp;9) ne conduce uneori la interpret&#259;ri eronate!
      <P>Ruleaz&#259; o coal&#259; de h&#226;rtie sub forma unui tub cu diametrul aproximativ 2&nbsp;cm. Dac&#259; ochiul t&#259;u director (vezi provocarea&nbsp;12) este cel drept,
         &#355;ine tubul cu m&#226;na st&#226;ng&#259;, ca &#238;n figura&nbap;3.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1d_ap3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Tubul &#355;inut &#238;n m&#226;na st&#226;ng&#259; de c&#259;tre o persoan&#259; care are ochiul drept ca ochi director.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Tubul &#355;inut &#238;n m&#226;na st&#226;ng&#259; de c&#259;tre o persoan&#259; care are ochiul drept ca ochi director.</CENTER>
</DIV>
      <P>Dac&#259; ochiul t&#259;u director este cel st&#226;ng, &#355;ine tubul &#238;n m&#226;na dreapt&#259;.
      <P>Prive&#351;te pirn tub cu ochiul t&#259;u director &#351;i pe l&#226;ng&#259; tub cu cel&#259;lalt ochi. Descrie ce vezi!   
      <BR><BR><BR>
      
  <LI><B><I>Lanterna de... h&#226;rtie!</I></B>
      <P>Prive&#351;te peretele opus ferestrei, cu ochiul director prin tubul folosit la provocarea precedent&#259;, iar cu cel&#259;lalt ochi pe l&#226;ng&#259; tub.
      <P>Descrie ce vezi!
      <BR><BR><BR>
      
  <LI><B><I>Rec&#226;&#351;tigarea cele de&minus;a treia dimensiuni</I></B>
      <P>Vederea stereoscopic&#259; (vezi provocarea&nbsp;9) prezint&#259; &#351;i inconveniente!
      <P>C&#226;nd prive&#351;ti televizorul cu ambii ochi, ace&#351;tia nu pot fi "p&#259;c&#259;li&#355;i" s&#259; interpreteze ecranul televizorului ca o fereastr&#259; prin care s&#259; vezi o scen&#259;
         spa&#355;ial&#259;. Imaginea este "plat&#259;", localizat&#259; pe suprafa&#355;a ecranului.
      <P>Prive&#351;te ecranul doar cu un singur ochi (cel director) printr&minus;un tub prin care s&#259; nu se vad&#259; marginile ecranului. 
      <P>Descrie ce vezi. Senza&#355;ia de spa&#355;ialitate este cople&#351;itoare!
      <BR><BR><BR>

  <LI><B><I>Spa&#355;ializarea fotografiilor</I></B>
      <P>Folose&#351;te acela&#351;i "truc" ca la provocarea&nbsp;15 pentru a privi fotografiile!
      <BR><BR><BR>
      
  <LI><B><I>Necazurile miopiei</I></B>
      <P>Dac&#259; o persoan&#259; mioap&#259; nu poart&#259; ochelari, &#238;n care situa&#355;ie nu va vedea clar: c&#226;nd obiectul privit este aproape, sau atunci c&#226;nd este departe?
      <BR><BR><BR>
      
  <LI><B><I>Necazurile hipermetropiei</I></B>
      <P>O persoan&#259; hipermetrop&#259; care nu poart&#259; ochelari, are dificult&#259;&#355;i de vedere c&#226;nd conduce ma&#351;ina, sau c&#226;nd cite&#351;te?
      <BR><BR><BR>
      
  <LI><B><I>Miop sau hipermetrop?</I></B>
      <P>Cum apar ochii unei persoane mioape, privi&#355;i prin ochelarii pe care &#238;i poart&#259;? Par ei m&#259;ri&#355;i, sau mic&#351;ora&#355;i?
      <P>Dar &#238;n cazul unei persoane cu hipermetropie?
      <BR><BR><BR>
      
  <LI><B><I>Lentile de contact</I></B>
      <P>Unele persoane poart&#259; lentile de contact &minus; lentile aplicate direct pe globul ocular.
      <P>Care sunt avantajele &#351;i dezavantajele acestora?
      <BR><BR><BR>
      
  <LI><B><I>Ajutor pentru miop</I></B>
      <P>O persoan&#259; cu miopie nu poate vedea clar obiecte mai &#238;ndep&#259;rtate de 0,5&nbsp;m fa&#355;&#259; de ochi.
      <P>C&#226;t este convergen&#355;a lentielor ochelarilor care &#238;i permit acestei persoane s&#259; vad&#259; clar obiectele foarte &#238;ndep&#259;rtate?
      <BR><BR><BR>
      
  <LI><B><I>Ajutor pentru hipermetrop</I></B>
      <P>O persoan&#259; cu hipermetropie nu poate vedea clar obiectele mai apropiate de 0,5&nbsp;m fa&#355;&#259; de ochi. 
      <P>C&#226;t este convergen&#355;a lentilelor ochelarilor care &#238;i permit acestei persoane s&#259; vad&#259; clar de la 0,25&nbsp;m?
      <BR><BR><BR>

</OL>

</BODY>
</HTML>


















