<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.5.1')">

<H3>Aparatul fotografic</H3>

<P>Unele evenimente merit&#259; s&#259; fie p&#259;strate pentru totdeauna, pentru a putea fi rev&#259;zute oric&#226;nd &#351;i de c&#259;tre oricine. Folosim pentru aceasta un aparat
   fotografic, cu care realiz&#259;m o fotografie &minus; o imagine care poate fi p&#259;strat&#259; oric&#226;t dorim.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Realizeaz&#259; un aparat fotografic simplu. Folose&#351;te tubul lunetei pe care ai realizat&minus;o la <A href="1c7.html#a1" target=new>activitatea experimental&#259;&nbsp;1</A>
     a sec&#355;iunii 1C7.
  <P><B>Pasul 1. </B>&#206;nlocuie&#351;te ocularul lunetei cu un disc de h&#226;rtie de calc, care s&#259; acopere complet cap&#259;tul tubului.
  <P><B>Pasul 2. </B>&#206;ndreapt&#259; obiectivul instrumentului optic c&#259;tre un obiect luminos (un bec aprins). Regleaz&#259; lungimea total&#259; a tubului p&#226;n&#259; c&#226;nd ob&#355;ii
     o imagine clar&#259; pe discul de h&#226;rtie. Observ&#259; aceast&#259; imagine.
</DIV>

<P>Lentila convergent&#259; a obiectivului formeaz&#259; pe discul de h&#226;rtie o imagine real&#259;. Dac&#259; lumina ar l&#259;sa urme pe h&#226;rtie, ai ob&#355;ine o fotografie! H&#226;rtia 
   obi&#351;nuit&#259; nu este sensibil&#259; la lumin&#259;, dar exist&#259; multe substan&#355;e &#238;n care au loc transform&#259;ri sub ac&#355;iunea luminii.

<P>Aparatele fotografice se prezint&#259; &#238;ntr&minus;o mul&#355;ime de variante. Oricare dintre acestea au &#238;n alc&#259;tuire c&#226;teva componente esen&#355;iale (figura&nbsp;1):

<UL>
  <LI>o cutie &#238;n care p&#259;trunde lumina;
  <LI>o suprafa&#355;&#259; sensibil&#259; la lumin&#259; (fotosensibil&#259;), care este expus&#259; controlat la lumina provenit&#259; de la subiectul care este fotografiat;
  <LI>un obiectiv &minus; un sistem optic convergent, care formeaz&#259; o imagine real&#259; pe suprafa&#355;a fotosensibil&#259;;
  <LI>un sistem de vizare a scenei care urmeaz&#259; a fi fotografiat&#259;;
  <LI>sisteme de control.
</UL> 

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e1_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Aparat fotografic.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Aparat fotografic.</CENTER>
</DIV>

<P>Unele aparate fotografice sunt at&#226;t de u&#351;or de utilizat, &#238;nc&#226;t tot ce ai de f&#259;cut este s&#259; &#238;ndrep&#355;i obiectivul c&#259;tre subiectul pe care dore&#351;ti s&#259;&minus;l
   fotografiezi &#351;i, &#238;n momentul ales de tine, s&#259; ape&#351;i un buton!
   
<P>Pentru a realiza fotografii deosebite, este necesar un aparat fotografic mult mai complex, care s&#259; permit&#259; un control mult mai riguros.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Consult&#259; instruc&#355;iunile de utilizare a unui aparat fotografic. Realizeaz&#259; cu acesta c&#226;teva fotografii!
</DIV>

</BODY>
</HTML>


















