<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.5.2')">

<H3>*Formarea imaginii fotografice</H3>

<P>Obiectivul aparatului fotografic are rolul de a forma o imagine real&#259; pe suprafa&#355;a fotosensibil&#259; (figura&nbsp;1).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Imaginea format&#259; de obiectivul aparatului fotografic.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1e2_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Imaginea format&#259; de obiectivul aparatului fotografic.'); return false">
   Imaginea format&#259; de obiectivul aparatului fotografic.</CENTER>
</DIV>

<P>Obiectivul este o lentil&#259; convergent&#259; (sau un sisem de lentile convergent). Pe suprafa&#355;a fotosensibil&#259; se formeaz&#259; o imagine clar&#259; dac&#259; este respectat&#259;
   rela&#355;ia:
   
<P><TABLE width=100%>
  <TR>
    <TD align=center width=99%><IMG src="img/e1e2_1.gif"></TD>
    <TD align=right>(1)</TD>
  </TR>
</TABLE>

<P>Pentru un obiectiv av&#226;nd convergen&#355;a fix&#259; <I>C</I>, este necesar&#259; reglarea coordonatei <I>x</I><SUB>i</SUB> a suprafe&#355;ei fotosensibile, prin deplasarea
   obiectivului fa&#355;&#259; de aceasta. Opera&#355;ia este numit&#259; <I>punere la punct</I>.
   
<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>Un aparat fotografic este pus la punct pentru un obiect. Dac&#259; dore&#351;ti s&#259; fotografiezi obiectul mai de aproape, trebuie s&#259; m&#259;re&#351;ti sau s&#259; mic&#351;orezi 
     distan&#355;a dintre obiectiv &#351;i suprafa&#355;a fotosensibil&#259;?
</DIV>

<P>&#206;n rela&#355;ia (1), coordonatele obiectului &#351;i imaginii fa&#355;&#259; de lentila&minus;obiectiv au semne diferite (obiectul &#351;i imaginea sa real&#259; se afl&#259; de o parte &#351;i
   de cealalt&#259; a lentilei&minus;obiectiv).
   
<P>Consider&#226;nd pozitv&#259; coordonata imaginii <I>x</I><SUB>i</SUB>, coordonata obiectului <I>x</I><SUB>o</SUB> este negativ&#259;. Astfel, coordonata imaginii este:

<P align=center><IMG src="img/e1e2_2.gif">

<P>Dac&#259; se mic&#351;oreaz&#259; distan&#355;a dintre obiect &#351;i obiectivul aparatului (|<I>x</I><SUB>o</SUB>| scade), rezult&#259; c&#259; <I>x</I><SUB>i</SUB> trebuie s&#259; creasc&#259;. 

<P>A&#351;adar, obiectivul trebuie &#238;ndep&#259;rtat de suprafa&#355;a fotosensibil&#259; pentru a pune la punct aparatul.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Folose&#351;te un aparat fotografic care permite punerea la punct. Regleaz&#259; claritatea imaginii pentru obiecte aflate la diferite distan&#355;e de obiectivul 
     aparatului.
</DIV>

<P>Punerea la punct este posibil&#259; prin vizarea scenei chiar prin obiectiv, f&#259;r&#259; ca lumina s&#259; ajung&#259; la suprafa&#355;a fotosensibil&#259; (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Vizarea prin obiectiv la un aparat reflex.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Vizarea prin obiectiv la un aparat reflex.</CENTER>
</DIV>

<P>&#206;ntr&minus;un <I>aparat reflex</I>, o oglind&#259; deviaz&#259; lumina p&#259;truns&#259; prin obiectiv c&#259;tre un sistem de vizare. Unele sisteme de vizare au &#238;n componen&#355;&#259; 
   &#351;i o prism&#259; cu reflexie total&#259;.
   
<P>Cantitatea de lumin&#259; care poate p&#259;trunde c&#259;tre suprafa&#355;a fotosensibil&#259; este reglat&#259;, &#238;n principal, prin alegerea unui <I>timp de expunere</I>.

<P>C&#226;nd se dore&#351;te realizarea fotografiei, se apas&#259; <I>butonul declan&#351;ator</I>. Oglinda este rabatat&#259; &#351;i lumina poate p&#259;trunde c&#259;tre suprafa&#355;a fotosensibil&#259;
   (figura&nbsp;3).
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_3.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', 'Rabatarea oglinzii.'); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   Rabatarea oglinzii.</CENTER>
</DIV>

<P>Dup&#259; expirarea timpului de expunere ales, oglinda coboar&#259; &#238;n pozi&#355;ia ini&#355;ial&#259; &#351;i lumina nu mai poate p&#259;trunde c&#259;tre suprafa&#355;a fotosensibil&#259;.

<P>Lumina care ajunge pe suprafa&#355;a fotosensibil&#259; produce &#238;n materialul acesteia transform&#259;ri care "las&#259; urme". Transform&#259;rile pot fi <I>ireversibile</I>
   (definitive), ca &#238;n <I>filmul fotografic</I> sau <I>reversibile</I> (temporare), ca &#238;n cazul <I>senzorilor electronici</I> de lumin&#259;.
   
<P>Filmul fotografic (figura&nbsp;4) este o f&#226;&#351;ie de material plastic, pe care este depus un strat foarte sub&#355;ire (c&#226;teva sutimi de milimetru!) de 
   <I>emulsie fotografic&#259;</I> &minus; o gelatin&#259; &#238;n care sunt r&#259;sp&#226;ndite mici cristale sensibile la lumin&#259;. 
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_4.jpg" border=0 width=256 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', 'Film fotografic.'); return false" ><BR>
      <B>Fig. 4. &nbsp;</B>
   Film fotografic.</CENTER>
</DIV>

<P>Cristalele din emulsia fotografic&#259; au dimensiuni de ordinul miimii de milimetru! Un exemplu este bromura de argint (AgBr).

<P>C&#226;nd filmul fotografic este expus la lumin&#259;, c&#226;&#355;iva atomi de argint din fiecare cristal se desprind din combina&#355;ia cu bromul &minus; mai mul&#355;i acolo
   unde a ajuns mai mult&#259; lumin&#259; (figura&nbsp;5a).
   
<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_5.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 5', 
      'Figura 5', 'Expunerea (a), developarea (b) &#351;i fixarea filmului fotografic (c).'); return false" ><BR>
      <B>Fig. 5. &nbsp;</B>
   Expunerea (a), developarea (b) &#351;i fixarea filmului fotografic (c).</CENTER>
</DIV>

<P>Filmul este extras din aparat &#351;i supus unei serii de opera&#355;ii, &#238;ntr&minus;un <I>laborator fotografic</I>.

<P>Num&#259;rul atomilor de argint elibera&#355;i este m&#259;rit spectaculor prin opera&#355;ia de <I>developare</I>: o substan&#355;&#259; activ&#259; declan&#351;eaz&#259; eliberarea a milioane de
   atomi de argint &#238;n jurul celor elibera&#355;i ini&#355;ial de c&#259;tre lumin&#259;, &#238;n timpul expunerii. Apar granule de argint, vizibile, negre, cu at&#226;t mai mari cu c&#226;t
   acolo a ajuns mai mult&#259; lumin&#259; (figura&nbsp;5b).
   
<P>Bromura de argint r&#259;mas&#259; nedescompus&#259; este dizolvat&#259; &#351;i &#238;ndep&#259;rtat&#259; prin opera&#355;ia de <I>fixare</I>. R&#259;m&#226;n numai granulele de argint &#238;n zonele care au 
   fost iluminate (figura&nbsp;5c).
   
<P>Astfel se ob&#355;ine <I>negativul fotografic</I> (figura&nbsp;6a).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_6a.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 6a', 
      'Figura 6a', 'Negativul fotografic.'); return false" ><BR>
      <B>Fig. 6a. &nbsp;</B>
   Negativul fotografic.</CENTER>
</DIV>

<P>Zonele &#238;n care a ajuns mai mult&#259; lumin&#259; sunt mai opace (datorit&#259; numero&#351;ilor atomi de argint), iar zonele &#238;n care a ajuns mai pu&#355;in&#259; lumin&#259; sunt mai
   transparente.
   
<P>Negativul este utilizat ca obiect pentru expunerea &#238;n laborator a unui strat de emulsie fotografic&#259;, depus, de data aceasta, pe <I>h&#226;rtie fotografic&#259;</I>.

<P>Se ob&#355;ine astfel, &#238;n final, <I>fotografia pozitiv&#259;</I>, o imagine fidel&#259; obiectului original (figura&nbsp;6b).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_6b.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 6b', 
      'Figura 6b', 'Pozitivul fotografic.'); return false" ><BR>
      <B>Fig. 6b. &nbsp;</B>
   Pozitivul fotografic.</CENTER>
</DIV>

<P>&#206;n ultima vreme, s&minus;au r&#259;sp&#226;ndit foarte mult aparatele fotografice <I>digitale</I> (figura&nbsp;7).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_7.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 7', 
      'Figura 7', 'Aparat fotografic digital.'); return false" ><BR>
      <B>Fig. 7. &nbsp;</B>
   Aparat fotografic digital.</CENTER>
</DIV>

<P>Acestea nu utilizeaz&#259; film fotografic &#351;i nici nu sunt necesare opera&#355;iile complexe de developare &#351;i pozitivare. 

<P>Suprafa&#355;a sensibil&#259; la lumin&#259; este alc&#259;tuit&#259; din milioane de senzori care pot elibera electroni, atunci c&#226;nd sunt ilumina&#355;i (figura&nbsp;8).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e2_8.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 8', 
      'Figura 8', 'Senzori electronici de lumin&#259;.'); return false" ><BR>
      <B>Fig. 8. &nbsp;</B>
   Senzori electronici de lumin&#259;.</CENTER>
</DIV>

<P>Semnalele electrice ale senzorilor sunt <I>memorate</I>, ob&#355;in&#226;ndu&minus;se astfel o "imagine electric&#259;". Aceasta poate fi transformat&#259; unui calculator &#351;i
   afi&#351;at&#259; pe un ecran pentru a putea fi v&#259;zut&#259;, sau chiar trimis&#259; c&#259;tre o imprimant&#259;, pentru a fi tip&#259;rita pe h&#226;rtie!
   
<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Utilizeaz&#259; un aparat fotografic digital &#351;i realizeaz&#259; c&#226;teva fotografii.
  <P>Transfer&#259;&minus;le pe un calculator &#351;i vizualizeaz&#259;&minus;le pe ecranul acestuia.
</DIV>

</BODY>
</HTML>


















