<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.5.3')">

<H3>Microscopul</H3>

<P>Uneori suntem interesa&#355;i s&#259; observ&#259;m detalii foarte fine, iar o lup&#259; nu este &#238;ndeajuns! Folosim atunci un <I>microscop</I>.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Construie&#351;te un microscop! Lucreaz&#259; &#238;n echip&#259;.
  <P><B>Pasul 1. </B>Folosi&#355;i dou&#259; lentile cu distan&#355;e focale de 2...3&nbsp;cm (de exemplu, lentilele deta&#351;abile de la dou&#259; oculare).
  <P>Fixa&#355;i lentilele la capetele unui tub de carton, lung de 10...15&nbsp;cm. Microscopul este gata!
  <P><B>Pasul 2. </B>Prive&#351;te prin acest microscop suprafa&#355;a ecranului unui monitor sau televizor &#238;n func&#355;iune. 
  <P>Observ&#259; zonele ro&#351;ii, verzi &#351;i albastre care alc&#259;tuiesc oricare imagine.
  <P><B>Pasul 3. </B>Prive&#351;te prin microscop suprafa&#355;a unei foi tip&#259;rite. Cineva din echip&#259; s&#259; m&#259;soare la ce distan&#355;&#259; de foaie trebuie &#355;inut obiectivul
     microscopului pentru a ob&#355;ine o imagine clar&#259;.
  <P><B>Pasul 4. </B>Decupeaz&#259; o f&#226;&#351;ie dreptunghiular&#259; din peretele unei butelii transparente de plastic.
  <P>Realizeaz&#259;, folosind aceast&#259; f&#226;&#351;ie, un tub transparent &#351;i fixeaz&#259;&minus;l pe tubul microscopului cu band&#259; adeziv&#259; (figura&nbsp;1).
<P><DIV class=image>
   <CENTER><IMG src="img/fig1e3_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Microscopul &#238;n pozi&#355;ia de utilizare.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   Microscopul &#238;n pozi&#355;ia de utilizare.</CENTER>
</DIV>  
</DIV>

<P>Tubul transparent permite iluminarea zonei vizate de obiectivul microscopului, dar &#238;l men&#355;ine pe acesta la distan&#355;a optim&#259; de zona vizat&#259;.

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 2</B>
  <P>Estimeaz&#259; grosismentul microscopului pe care l&minus;ai realizat.
  <P><B>Pasul 1. </B>Vizeaz&#259; prin microscop diviziunile unei rigle. &#206;ncearc&#259; s&#259; prive&#351;ti cu cel&#259;lalt ochi diviziunile riglei.
  <P><B>Pasul 2. </B>Estimeaz&#259; c&#226;te diviziuni corespund zonei &#238;n care, prin microscop, vezi dou&#259; diviziuni al&#259;turate. Acest num&#259;r corespunde aproximativ
     grosismentului microscopului. 
  <P>Po&#355;i face &#351;i o corec&#355;ie, &#355;in&#226;nd cont c&#259; tubul microscopului este mai mic dec&#226;t distan&#355;a de vedere clar&#259;.  
</DIV>

<P>Ai observat c&#226;t de important&#259; este iluminarea obiectului vizat &#351;i c&#226;t de fin trebuie reglat&#259; distan&#355;a dintre obiectiv &#351;i obiectul vizat!

<P>Un microscop "adev&#259;rat" permite iluminarea adecvat&#259; a obiectului &#351;i reglarea foarte fin&#259; a distan&#355;ei obiectiv&minus;obiect (figura&nbsp;2).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e3_2.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', 'Microscop realizat industrial.'); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   Microscop realizat industrial.</CENTER>
</DIV>

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 3</B>
  <P>Utilizeaz&#259; un microscop de laborator &#351;i observ&#259; detaliile suprafe&#355;elor obiectelor care te intereseaz&#259;!
</DIV>

<P>Imaginea dat&#259; de un microscop de laborator este net superioar&#259; celei ob&#355;inute cu microscopul realizat de tine, dar principiul de realizare este acela&#351;i!

<P>Pe obiectivele &#351;i ocularele unui microscop sunt marcate grosismentele acestora. De exemplu, un ocular cu grosismentul 10 este marcat <B>10x</B>.

<P>Po&#355;i calcula u&#351;or grosismentul unui microscop &minus; &#238;nmul&#355;e&#351;ti grosismentele obiectivului &#351;i ocularului:

<P align=center><IMG src="img/e1e3_1.gif">

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este grosismentul microscopului de laborator pe care l&minus;ai utilizat &#238;n activitatea experimental&#259;&nbsp;3?
</DIV>

</BODY>
</HTML>


















