<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.5.4')">

<H3>*Formarea imaginii &#238;ntr-un microscop</H3>

<P>Obiectivul unui microscop este o lentil&#259; convergent&#259; (sau un sistem de lentile convergent) care formeaz&#259; o imagine real&#259;, m&#259;rit&#259; &#351;i r&#259;sturant&#259; a obiectului.

<P>Punerea la punct a microscopului se face astfel &#238;nc&#226;t obiectul se afl&#259;, fa&#355;&#259; de obiectiv, la o distan&#355;&#259; doar cu pu&#355;in mai mare dec&#226;t distan&#355;a focal&#259; a
   obiectivului (figura&nbsp;1).

<P><DIV class=image>
   <CENTER><IMG src="img/fig1e4_1.jpg" border=0 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', 'Imaginea format&#259; de obiectivul unui microscop.'); return false" ><BR>
      <B>Fig. 1. &nbsp;</B><IMG src="img/vrmla.gif" style="cursor: hand" onClick="showVrml('vrml/fig1e4_1.wrl',
                             'Fig. 1',
                             'Figura 1', 'Imaginea format&#259; de obiectivul unui microscop.'); return false">
   Imaginea format&#259; de obiectivul unui microscop.</CENTER>
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;1</B>
  <P>C&#226;t este grosismentul obiectivului unui microscop?
</DIV>

<P>Din triunghiurile asemenea, formate de raza care trece prin centrul obiectivului, obiectul &#351;i imaginea acestuia (figura&nbsp;1), avem:

<P align=center><IMG src="img/e1e4_1.gif">

<P>Dac&#259; ai privi obiectul de la distan&#355;a mimin&#259; de vedere clar&#259;, tangenta unghiului sub care l&minus;ai vedea ar fi:

<P align=center><IMG src="img/e1e4_2.gif">

<P>Dac&#259; ai privi, tot de la distan&#355;a minim&#259; de vedere clar&#259;, imaginea dat&#259; de obiectiv, tangenta unghiului sub care ai vedea&minus;o ar fi:

<P align=center><IMG src="img/e1e4_3.gif">

<P>A&#351;adar, grosismentul obiectivului este:

<P align=center><IMG src="img/e1e4_4.gif">

<P>Ocularul microscopului func&#355;ioneaz&#259; ca o lup&#259;, prelu&#226;nd imaginea dat&#259; de obiectiv &#351;i furniz&#226;nd ochiului o imagine virtual&#259;, r&#259;sturnat&#259; &#238;n raport cu 
   obiectul original &#351;i mult m&#259;rit&#259;.
   
<P>Grosismentul ocularului este, ca &#351;i grosismentul oric&#259;rei lupe,

<P align=center><IMG src="img/e1e4_5.gif">

<P>A&#351;adar, grosismentul microscopului este:

<P align=center><IMG src="img/e1e4_6.gif">

<P>Lungimea <I>L</I> este practic egal&#259; cu lungimea tubului microscopului. M&#259;rind <I>L</I>, poate fi m&#259;rit grosismentul microscopului!

<P><DIV class=activity>
  <IMG src="img/activity.jpg"><B>&nbsp;Activitatea experimental&#259; 1</B>
  <P>Modific&#259; microscopul realizat de tine, astfel &#238;nc&#226;t s&#259; aib&#259; tubul mai lung. 
  <P>Verific&#259; dac&#259; ai ob&#355;inut un grosisment mai mare.
</DIV>

<P><DIV class=challange>
  <IMG src="img/challange.jpg">&nbsp;<B>Provocarea&nbsp;2</B>
  <P>De ce oare nu se construiesc microscoape cu grosisment oric&#226;t de mare, pur &#351;i simplu folosind lentile obi&#351;nuite &#351;i un tub foarte lung?
</DIV>

</BODY>
</HTML>



















