<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.5.5')">

<H3><I>Alte provoc&#259;ri</I></H3>

<OL>

  <LI><B><I>Asemenea ochiului</I></B>
      <P>Descrie comparativ, un aparat fotografic &#351;i ochiul uman.
      <P>Care element al aparatului fotografic corespunde retinei ochiului?
      <BR><BR><BR>
      
  <LI><B><I>Clarificarea</I></B>
      <P>Cum este rezolvat&#259; problema ob&#355;inerii unei imagini clare &#238;n cazul aparatului fotografic?
      <P>Dar &#238;n cazul ochiului?
      <BR><BR><BR>
      
  <LI><B><I>C&#226;t de departe?</I></B>
      <P>Obiectivul unui aparat fotografic simplu este alc&#259;tuit dintr&minus;o lentil&#259; sub&#355;ire cu distan&#355;a focal&#259; 35&nbsp;mm.
      <P>La ce distan&#355;&#259; de film trebuie s&#259; se afle lentila obiectivului pentru a fotografia obiecte aflate foarte departe?
      <P>Dar pentru a fotografia obiecte aflate la 5&minus;m distan&#355;&#259;?
      <BR><BR><BR>
      
  <LI><B><I>Luna... pe film!</I></B>
      <P>Un cadru al filmului fotografic obi&#351;nuit are 24&nbsp;mm&nbsp;x&nbsp;36&nbsp;mm.
      <P>Folosind acest film &#238;ntr&minus;un aparat fotografic cu distan&#355;a focal&#259; 35&nbsp;mm, c&#226;t este m&#259;rimea imaginii Lunii pline, pe film?
      <BR><BR><BR>
      
  <LI><B><I>*Luna... pe h&#226;rtie!</I></B>
      <P>Dup&#259; developarea filmului de la provocarea precedent&#259;, s&minus;a ob&#355;inut o copie pozitiv&#259;, pe h&#226;rtie fotografic&#259;, av&#226;nd dimensiunile 9&nbsp;cm&nbsp;x&nbsp;12&nbsp;cm.
      <P>C&#226;t de mare este imaginea Lunii pline, pe fotografie?
      <BR><BR><BR>

  <LI><B><I>*Teleobiectivul</I></B>
      <P>Folosind un <I>teleobiectiv</I> cu distan&#355;a focal&#259; 350&nbsp;mm &#351;i film obi&#351;nuit, c&#226;t de mare va fi imaginea Lunii pline, pe o fotografie 
         9&nbsp;cm&nbsp;x&nbsp;12&nbsp;cm?
      <BR><BR><BR>

  <LI><B><I>*Astrofotografie</I></B>
      <P>Pentru a fotografia Luna, un astronom amator a scos obiectivul aparatului fotografic &#351;i a montat aparatul &#238;n locul ocularului unei lunete cu 
         distan&#355;a focal&#259; 1&nbsp;m. 
      <P>C&#226;t de mare va fi fotografia Lunii pline, ob&#355;inut&#259; pe h&#226;rtie fotografic&#259; 9&nbsp;cm&nbsp;x&nbsp;12&nbsp;cm?
      <BR><BR><BR>
      
  <LI><B><I>Mai mult&#259; lumin&#259;!</I></B>
      <P>De ce oare microscoapele au nevoie de un sistem de iluminare, spre deosebire de lunete?
      <BR><BR><BR>
      
  <LI><B><I>Mai multe grosismente</I></B>
      <P>Obiectivele din setul unui microscop, sunt marcate: 4x, 20x, 40x &#351;i 60x. Microscopul dispune de dou&#259; oculare, marcate 10x, respectiv 14x.
      <P>Care este gama de grosismente care pot fi ob&#355;inute cu acest microscop?
      <BR><BR><BR>
      
  <LI><B><I>*Microscopul</I></B>
      <P>Dac&#259; dispui de dou&#259; lentile, una cu distan&#355;a focal&#259; 2&nbsp;cm, iar cealalt&#259; cu distan&#355;a focal&#259; 10&nbsp;cm &#351;i realizezi un microscop plas&#226;nd lentilele
         la 20&nbsp;cm una de cealalt&#259;, c&#226;t te a&#351;tep&#355;i s&#259; fie grosismentul acestui microscop?
      <P>Care lentil&#259; o vei folosi ca obiectiv?
      <BR><BR><BR>

  <LI><B><I>*Microscop sau lunet&#259;?</I></B>
      <P>Cineva a realizat un instrument optic cu lentilele prezentate &#238;n provocarea precedent&#259;, folosind ca obiectiv lentila cu distan&#355;a focal&#259; mai mare.
      <P>Instrumentul astfel realizat, este un microscop sau o lunet&#259;?
      <P>C&#226;t este grosismentul acestui instrument?
      <BR><BR><BR>

  <LI><B><I>*Microscop cu... calculator!</I></B>
      <P>Ata&#351;eaz&#259; o camer&#259; video pentru internet (webcam) la un microscop. Transfer&#259; astfel imaginile microscopului pe ecranul calculatorului!
      <BR><BR><BR>
      
</OL>

</BODY>
</HTML>


















