<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>

</HEAD>
<BODY onLoad="displayDMenu('2.8')">

<H3><I>Probleme rezolvate</I></H3>

<OL>

  <P><BR><BR>
  <LI>O raz&#259; de lumin&#259; este incidenta pe o plac&#259; de sticl&#259; cu un indice de refrac&#355;ie <I>n</I>&nbsp;=&nbsp;1,6. 
      <P>&#350;tiind c&#259; unghiul de inciden&#355;&#259; este <I>i</I>&nbsp;=&nbsp;60<SUP>0</SUP>, s&#259; se afle:
      <P><B>a) </B>unghiul de refrac&#355;ie (<I>r</I>) f&#259;cut de raza de lumin&#259; &#238;n stic&#259;;
      <P><B>b) </B>unghiul de emergen&#355;&#259; (<I>r'</I>) al razei din placa de sticl&#259;;
      <P><B>c) </B>cum depinde acest unghi de grosimea pl&#259;cii de sticl&#259;, <I>d</I>;
      <P><B>d) </B>&#238;n figura&nbsp;1 sunt desenate c&#226;teva dintre razele care se propag&#259; &#238;n acest sistem optic.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1r_1.jpg" border=0 width=256 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 1', 
      'Figura 1', ''); return false" ><BR>
      <B>Fig. 1. &nbsp;</B>
   </CENTER>
</DIV>
      <P>Desena&#355;i &#351;i alte raze care exist&#259; &#238;n acest sistem &#351;i explica&#355;i valorile unghiurilor.
      <P><I><B>Rezolvare:</B></I>
      <P><B>a) </B>Cunosc&#226;nd indicele de refrac&#355;ie al sticlei, putem calcula unghiul de refrac&#355;ie folosind rela&#355;ia general&#259;
                   <P align=center><IMG src="img/e1r_1.gif">
                   <P>&#238;n care, pentru aer, consider&#259;m valoarea indicelui de refrac&#355;ie 1 pentru aer &#351;i 1,6 pentru sticl&#259;. Astfel,
                   <P align=center><IMG src="img/e1r_2.gif">
                   <P>Folosind un calculator pentru func&#355;ii trigonometrice (sau c&#259;ut&#226;nd &#238;ntr&minus;un tabel cu valori ale func&#355;iilor trigonometrice), afl&#259;m
                      c&#259; <I>r</I>&nbsp;=&nbsp;32,8<SUP>0</SUP>.
      <P><B>b) </B>Din figura&nbsp;1, observ&#259;m c&#259;, la interfa&#355;a a doua a pl&#259;cii, raza de lumin&#259; are, fa&#355;&#259; de normal&#259;, un unghi de inciden&#355;&#259; <I>i'</I> egal cu
                   <I>r</I> (unghiuri alterne interne, deoarece placa este plan&minus;paralel&#259;). Astfel,
                   <P align=center><IMG src="img/e1r_3.gif">
                   <P>Aceast&#259; valoare a sinusului corespunde unghiului <I>r'</I>&nbsp;=&nbsp;60<SUP>0</SUP>. 
                   <P>A&#351;adar, ie&#351;irea din plac&#259; (emergen&#355;a) se face sub acela&#351;i unghi ca &#351;i inciden&#355;a, ceea ce arat&#259; c&#259; raza emergent&#259; este paralel&#259; cu cea
                      incident&#259;.
      <P><B>c) </B>Din r&#259;spunsul la &#238;ntrebarea b) rezult&#259; c&#259;, indiferent de grosimea pl&#259;cii, raza incident&#259; &#351;i cea emergent&#259; sunt paralele. 
                   <P>A&#351;adar, unghiul de emergen&#355;&#259; nu depinde de grosimea pl&#259;cii.
      <P><B>d) </B>&#206;n figura&nbsp;2 sunt prezentate &#351;i alte raze.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1r_2.jpg" border=0 width=256 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 2', 
      'Figura 2', ''); return false" ><BR>
      <B>Fig. 2. &nbsp;</B>
   </CENTER>
</DIV>
                   <P>La suprafa&#355;a de separa&#355;ie &#238;ntre cele dou&#259; medii exist&#259; &#351;i raze reflectate, &#351;i raze refractate. Aceste raze pot forma imagini multiple, 
                      care pot fi v&#259;zute (de exemplu, c&#226;nd prive&#351;ti prin geamul vitrinei unui magazin).
      <BR><BR><BR>

  <LI>Dac&#259; o raz&#259; de lumin&#259; cade sub un unghi, pe o plac&#259; de sticl&#259; plan&minus;paralel&#259; &#351;i dac&#259; se consider&#259; &#351;i razele secundare (ca &#238;n figura&nbsp;2), atunci
      apar mai multe raze reflectate, ca &#238;n figura&nbsp;3.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1r_3.jpg" border=0 width=256 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 3', 
      'Figura 3', ''); return false" ><BR>
      <B>Fig. 3. &nbsp;</B>
   </CENTER>
</DIV>
      
      <P>S&#259; se g&#259;seasc&#259; distan&#355;a dintre imaginile succesive care apar.
      
      <P><I><B>Rezolvare:</B></I>   
      <P>Aspectele geometrice pot fi detaliate, ca &#238;n figura&nbsp;4, segmentul <I>AM</I> fiind perpendicular pe <I>OA</I>.
<P><DIV class=image>
   <CENTER><IMG src="img/fig1r_4.jpg" border=0 width=256 style="cursor: hand" onClick="showImg(this.src, 
      'Fig. 4', 
      'Figura 4', ''); return false" ><BR>
      <B>Fig. 4. &nbsp;</B>
   </CENTER>
</DIV>
      <P>Din triunghiul <I>A'AM</I>, avem
      <P align=center><IMG src="img/e1r_4.gif">
      <P><I>i</I> av&#226;nd aceea&#351;i m&#259;sur&#259; ca &#351;i unghiul de inciden&#355;&#259;. Astfel, distan&#355;a dintre imaginile succesive formate &#238;n <I>A</I> &#351;i <I>A'</I> este:
      <P align=center><IMG src="img/e1r_5.gif">
      <P>Din paralelogramul <I>AMB'B</I> rezult&#259; c&#259;
      <P align=center><IMG src="img/e1r_6.gif">
      <P>Dar <I>BB'</I> este <IMG src="img/e1r_7.gif" align=absmiddle> (<I>r</I> fiind unghiul de refrac&#355;ie &#238;n plac&#259;), astfel c&#259;
      <P align=center><IMG src="img/e1r_8.gif">
      <P>Cunosc&#226;nd unghiul de inciden&#355;&#259; <I>i</I> &#351;i indicele de refrac&#355;ie al materialului din care este confec&#355;ionat&#259; placa, po&#355;i determina m&#259;sura unghiului
         de refrac&#355;ie <I>r</I> (folosind legea lui Snell) &#351;i astfel, po&#355;i determina distan&#355;ele dintre imaginile succesive.
         
      <BR><BR><BR>
      
  <LI>O lentil&#259; cu distan&#355;a focal&#259; 25&nbsp;cm, este plasata la 10&nbsp;cm de pagina unei c&#259;r&#355;i.
      <P><B>a. </B>Unde se va forma imaginea?
      <P><B>b. </B>C&#226;t este de mare imaginea unei pagini a c&#259;r&#355;ii, &#238;n compara&#355;ie cu acea pagin&#259;?
      <P><B>c. </B>C&#226;t este convergen&#355;a acestei lentile, exprimat&#259; &#238;n dioptrii?
      
      <P><I><B>Rezolvare:</B></I>
      
      <P><B>a. </B>Introduc&#226;nd datele &#238;n formula lentilelor sub&#355;iri, ob&#355;inem coordonata imaginii: 16,6&nbsp;cm.
                   <P>Valoarea negativ&#259; ob&#355;inut&#259; indic&#259; faptul c&#259; imaginea se afl&#259; de aceea&#351;i parte a lentilei ca &#351;i obiectul &#351;i, &#238;n consecin&#355;&#259;, imaginea 
                      este virtual&#259;.
      <P><B>b. </B>M&#259;rirea liniar&#259; se ob&#355;ine ca raport al coordonatelor fa&#355;&#259; de lentil&#259; ale imaginii, respectiv obiectului:
                   <P align=center><IMG src="img/e1r_9.gif">
                   <P>A&#351;adar, imaginea este mai mare de 1,67 ori &#238;n compara&#355;ie cu obiectul, astfel &#238;nc&#226;t lentila func&#355;ioneaz&#259; ca o lup&#259;.
      <P><B>c. </B>Convergen&#355;a este dat&#259;, prin defini&#355;ie, ca inversul distan&#355;ei focale. A&#351;adar, convergen&#355;a aceste lentile este:
                   <P align=center><IMG src="img/e1r_10.gif">

      <BR><BR><BR>
      
  <LI>O lentil&#259; convex&#259;, sub&#355;ire, cu distan&#355;a focal&#259; 20&nbsp;cm &#351;i o lentil&#259; concav&#259;, sub&#355;ire, cu distan&#355;a focal&#259; 20&nbsp;cm, se afl&#259; la 10&nbsp;cm una de
      cealalt&#259;, pe aceea&#351;i ax&#259; optic&#259;.
      <P>O surs&#259; de lumin&#259; (un bec) se afl&#259; plasat&#259;, pe aceea&#351;i ax&#259; optic&#259;, la 40&nbsp;cm de lentila convex&#259;.
      <P>Unde se va forma imaginea &#238;n acest sistem de lentile?
      
      <P><B><I>Rezolvare:</I></B>
      
      <P>Dac&#259; lentila convex&#259; ar fi singur&#259;, aceasta ar forma o imagine care s&minus;ar afla la 40&nbsp;cm de lentil&#259;, rezultat ob&#355;inut din formula lentilelor
         sub&#355;iri. 
      <P>Imaginea format&#259; de lentila convex&#259; devine obiect pentru lentila concav&#259;.
      <P>Folosind formula lentilelor &#351;i &#238;n cazul lentilei concave, rezult&#259; c&#259; imaginea final&#259; se formeaz&#259; la 0,75&nbsp; de lentila concav&#259;, imaginea fiind 
         real&#259;, r&#259;sturnat&#259; &#351;i m&#259;rit&#259;.

</OL>


<!--

<table width=400 align=center>
  <tr>
    <td>
      <CENTER>
      <IMG src="img/fig1r_1.jpg" width=256 border=0 style="cursor: hand" onClick="showImg(this.src, 
        'Fig. P.1.1.', 
        'Figura P.1.1.', ''); return false" >
      </CENTER>
      <DL><DT>Fig. P.1.1.<DD></DL>
        <HR width=100%><BR><BR><BR>
    </td>
  </tr>
  <tr>
    <td>
      <CENTER>
      <IMG src="img/fig1r_2.jpg" width=256 border=0 style="cursor: hand" onClick="showImg(this.src, 
        'Fig. P.1.2.', 
        'Figura P.1.2.', ''); return false" >
      </CENTER>
      <DL><DT>Fig. P.1.2.<DD></DL>
        <HR width=100%><BR><BR><BR>
    </td>
  </tr>
  <tr>
    <td>
      <CENTER>
      <IMG src="img/fig1r_3.jpg" width=256 border=0 style="cursor: hand" onClick="showImg(this.src, 
        'Fig. P.2.1.', 
        'Figura P.2.1.', ''); return false" >
      </CENTER>
      <DL><DT>Fig. P.2.1.<DD></DL>
        <HR width=100%><BR><BR><BR>
    </td>
  </tr>
  <tr>
    <td>
      <CENTER>
      <IMG src="img/fig1r_4.jpg" width=256 border=0 style="cursor: hand" onClick="showImg(this.src, 
        'Fig. P.2.2.', 
        'Figura P.2.2.', ''); return false" >
      </CENTER>
      <DL><DT>Fig. P.2.2.<DD></DL>
        <HR width=100%><BR><BR><BR>
    </td>
  </tr>
</table>

-->

</BODY>
</HTML>


















