<HTML>
<HEAD>
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
<LINK rel=stylesheet href="styles.css" type="text/css">

</HEAD>
<BODY onLoad="displayDMenu('2.7')">

<H3><I>Sinteza capitolului</I></H3>

<OL>

  <LI>Ochiul uman normal poate distinge detalii care corespund unui unghi minim de aproximativ 1'.<BR><BR>
  
  <LI>Distan&#355;a minim&#259; de vedere clar&#259;, pentru ochiul normal al unui adult, este 0,25&nbspm.<BR><BR>
  
  <LI>Un adult cu vedere normal&#259; nu poate vedea detalii mai mici de aproximativ 70&nbsp;&micro;m.<BR><BR>

  <LI>&#206;n&#355;elegem ceva &#238;n m&#259;sura &#238;n care &#351;tim dinainte ce se va petrece &#238;ntr&minus;o anumit&#259; situa&#355;ie &#351;i de ce.<BR><BR>

  <LI>Control&#259;m ceva &#238;n m&#259;sura &#238;n care putem aranja ca lucrurile s&#259; se desf&#259;&#351;oare a&#351;a cum dorim.<BR><BR>

  <LI>Limit&#259;rile v&#259;zului pot fi dep&#259;&#351;ite &#238;n&#355;eleg&#226;nd &#351;i control&#226;nd lumina.<BR><BR>

  <LI>Reflexia luminii este fenomenul de "rico&#351;are" a acesteia pe suprafa&#355;a de separa&#355;ie dintre dou&#259; medii (schimbarea direc&#355;iei &#351;i &#238;ntoarcerea &#238;n mediul
      din care sose&#351;te).<BR><BR>

  <LI>Refrac&#355;ia luminii este fenomentul de modificare a direc&#355;iei luminii la trecerea prin suprafa&#355;a de separa&#355;ie dintre dou&#259; medii.<BR><BR>

  <LI>Raza de lumin&#259; este reprezentarea simplificat&#259; a unui fascicul de lumin&#259; ca av&#226;nd l&#259;rgimea neglijabil&#259;.<BR><BR>

  <LI>Raza incident&#259; este raza care indic&#259; direc&#355;ia &#351;i sensul trecerii luminii, &#238;nainte de a &#238;nt&#226;lni suprafa&#355;a de separa&#355;ie dintre dou&#259; medii.<BR><BR>

  <LI>Unghiul de inciden&#355;&#259; este unghiul dintre raza incident&#259; &#351;i normala la suprafa&#355;a de separa&#355;ie dintre dou&#259; medii, &#238;n punctul de inciden&#355;&#259;.<BR><BR>

  <LI>Raza reflectat&#259; are direc&#355;ia &#351;i sensul de lumin&#259; dup&#259; reflexie.<BR><BR>

  <LI>Unghiul de reflexie este unghiul dintre raza reflectat&#259; &#351;i normala la suprafa&#355;a de separa&#355;ie dintre dou&#259; medii, &#238;n punctul de inciden&#355;&#259;.<BR><BR>

  <LI>Raza refractat&#259; are direc&#355;ia &#351;i sensul raxei de lumin&#259; dup&#259; refrac&#355;ie.<BR><BR>

  <LI>Unghiul de refrac&#355;ie este unghiul dintre raza refractat&#259; &#351;i normala la suprafa&#355;a de separa&#355;ie dintre dou&#259; medii, &#238;n punctul de inciden&#355;&#259;.<BR><BR>
  
  <LI>Legile reflexiei luminii:
      <P><I>Prima lege a reflexiei:</I> Raza incident&#259;, normala la suprafa&#355;&#259; &#238;n punctul de inciden&#355;&#259; &#351;i raza reflectat&#259; sunt &#238;n acela&#351;i plan.
      <P><I>A doua lege a reflexiei:</I> M&#259;sura unghiului de inciden&#355;&#259; este egal&#259; cu m&#259;sura unghiului de reflexie:
      <P align=center><IMG src="img/e1s_1.gif"> 
      <BR><BR>

  <LI>Legile refrac&#355;iei luminii:
      <P><I>Prima lege a refrac&#355;iei:</I> Raza incident&#259;, normala la suprafa&#355;&#259; &#238;n punctul de inciden&#355;&#259; &#351;i raza refractat&#259; sunt &#238;n acela&#351;i plan.
      <P><I>A doua lege a refrac&#355;iei (legea lui Snell):</I> Sinusul unghiului de inciden&#355;&#259; este direct propor&#355;ional cu sinusul unghiului de refrac&#355;ie:
      <P align=center><IMG src="img/e1s_2.gif">      
      <P>Coeficientul de propor&#355;ionalitate <I>n</I><SUB>r</SUB> este indicele de refrac&#355;ie relativ al celor dou&#259; medii. 
      <BR><BR>

  <LI>Indicele de refrac&#355;ie al unui mediu este indicele de refrac&#355;ie relativ la vid al acelui mediu. 
      <P>Indicele de refrac&#355;ie al vidului este exact 1, iar indicele de refrac&#355;ie al aerului este, rotunjit la primele trei zecimale, 1,000.<BR><BR>

  <LI>Raportul indicilor de refrac&#355;ie ai dou&#259; medii este indicele de refrac&#355;ie relativ al celor dou&#259; medii:
      <P align=center><IMG src="img/e1s_3.gif">        
      <BR><BR>

  <LI><I>Imaginea real&#259;</I> a unui punct al unui obiet oarecare este punctul din care un fascicul de lumin&#259;, provenit de la punctul obiectului, porne&#351;te ca
      fascicul divergent.<BR><BR>

  <LI><I>Imaginea virtual&#259;</I> a unui punct al unui obiect este punctul din care <I>pare</I> s&#259; porneasc&#259; un fascicul divergent de lumin&#259;, provenit
      de la acel punct al obiectului. 
      <P>Imaginile virtuale se formeaza la intersec&#355;ia prelungirilor razelor fasciculului divergent de lumin&#259;.<BR><BR>

  <LI>O suprafa&#355;&#259; plan&#259;, pe care se reflect&#259; lumina de la un obiect, formeaz&#259; o imagine virtual&#259; a obiectului. 
      <P>Fiec&#259;rui punct al obiectului &#238;i corespunde un punct al imaginii, simetric fa&#355;&#259; de suprafa&#355;a reflect&#259;toare.<BR><BR>

  <LI>Imaginea &#238;ntr&minus;o oglind&#259; plan&#259; nu este inversat&#259; st&#226;ng&#259;&minus;dreapta, nici sus&minus;jos, ci doar fa&#355;&#259;&minus;spate.<BR><BR>

  <LI>* Traseul pe care se propag&#259; lumina este acela pentru care traseele imediat &#238;nvecinate acestuia necesit&#259; aproape acela&#351;i timp pentru parcurgere.<BR><BR>

  <LI>* Reflexia total&#259; este fenomenul de reflexie a luminii, ne&#238;nso&#355;it de refrac&#355;ie, la suprafa&#355;a de separa&#355;ie cu un alt mediu, av&#226;nd indicele de refrac&#355;ie
      mai mic.<BR><BR>
  
  <LI>* Unghiul de inciden&#355;&#259; limit&#259;, de la care reflexia devine total&#259;, este cel pentru care unghiul de refrac&#355;ie devine 90<SUP>0</SUP>:
      <P align=center><IMG src="img/e1s_4.gif"> 
      <P>unde <I>n</I><SUB>2</SUB>&nbsp;&lt;&nbsp;<I>n</I><SUB>1</SUB>.            
      <BR><BR>

  <LI>* Prisma optic&#259; este un corp av&#226;nd forma unei prisme, realizat dintr&minus;un material cu bune calit&#259;&#355;i optice (omogenitate, transparen&#355;&#259;), cu fe&#355;ele
      &#351;lefuite c&#226;t mai aproape de idealul unor fe&#355;e plane.<BR><BR>

  <LI>* Devia&#355;ia luminii produs&#259; de o prism&#259; optic&#259; este minim&#259; c&#226;nd parcursul luminii prin prism&#259; este simetric.<BR><BR>

  <LI>* Pentru o prism&#259; de unghi <I>A</I>, realizat&#259; dintr&minus;un material cu indice de refrac&#355;ie <I>n</I><SUB>2</SUB>, aflat&#259; &#238;ntr&minus;un mediu cu
      indice de refrac&#355;ie <I>n</I><SUB>1</SUB>, la devia&#355;ia minim&#259; <FONT face="symbol"><I>d</I></FONT><SUB>min</SUB> exist&#259; rela&#355;ia:
      <P align=center><IMG src="img/e1s_5.gif">       
      <BR><BR>

  <LI>* Condi&#355;ia de emergen&#355;&#259; a luminii din prism&#259;, &#238;n condi&#355;ii de devia&#355;ie minim&#259;, este ca unghiul <I>A</I> al prismei s&#259; fie mai mic dec&#226;t dublul unghiului
      limit&#259; <I>l</I> pentru reflexie total&#259;:
      <P align=center><IMG src="img/e1s_6.gif">       
      <BR><BR>

  <LI><I>Lentilele</I> sunt corpuri transparente, av&#226;nd cel pu&#355;in o suprafa&#355;&#259; curb&#259;.<BR><BR>

  <LI>O lentil&#259; sub&#355;ire are grosimea, pe direc&#355;ia trecerii luminii, mult mai mic&#259; dec&#226;t propria deschidere.<BR><BR>

  <LI>Axa optic&#259; principal&#259; a unei lentile este axa care trece prin centrele de curbur&#259; ale lentilei.<BR><BR>

  <LI>O lentil&#259; convergent&#259; transform&#259; un fascicul paralel de lumin&#259; &#238;ntr&minus;unul convergent.<BR><BR>

  <LI>Focarul imagine al unei lentile este punctul &#238;n care se formeaz&#259; imaginea unui punct aflat foarte departe de lentil&#259;.<BR><BR>
  
  <LI>Distan&#355;a focal&#259; imagine a unei lentile este distan&#355;a dintre lentil&#259; &#351;i focarul imagine al lentilei.<BR><BR>

  <LI>O raz&#259; de lumin&#259; paralel&#259; cu axa optic&#259; principal&#259; a unei lentile este deviat&#259; prin focarul imagine al lentilei.<BR><BR>

  <LI>Lumina trece prin centrul unei lentile sub&#355;iri aproape nedeviat&#259;.<BR><BR>

  <LI><I>Convergen&#355;a</I> unei lentile este inversul distan&#355;ei focale a lentilei.<BR><BR>

  <LI><I>Dioptria</I> este convergen&#355;a de 1&nbsp;m<SUP>-1</SUP>.<BR><BR>

  <LI>Lentilele convergente au convergen&#355;a <I>pozitiv&#259;</I>.<BR><BR>

  <LI>Formula lentilelor:
      <P align=center><IMG src="img/e1s_7.gif">    
      <P>unde <I>x</I><SUB>o</SUB> este coordonata obiectului fa&#355;&#259; de lentil&#259;, <I>x</I><SUB>i</SUB> este coordonata imaginii fa&#355;&#259; de lentil&#259;, iar <I>C</I> 
         este convergen&#355;a lentilei. 
      <P>Axa <I>x</I> este &#238;n lungul axei centrale a lentilei, sensul fiind cel al propag&#259;rii luminii.   
      <BR><BR>

  <LI>Lupa este o lentil&#259; convergent&#259; cu convergen&#355;&#259; mare.<BR><BR>

  <LI><I>Grosismentul</I> unui sistem optic este factorul de m&#259;rire al tangentei unghiului sub care este v&#259;zut obiectul, utiliz&#226;nd acel instrument:
      <P align=center><IMG src="img/e1s_8.gif">      
      <BR><BR>

  <LI>Grosismentul unei lupe cu convergen&#355;a <I>C</I> este:
      <P align=center><IMG src="img/e1s_9.gif">            
      <BR><BR>
  
  <LI>O lentil&#259; divergent&#259; m&#259;re&#351;te divergen&#355;a unui fascicul.
      <P>Lentilele divergente au divergen&#355;a negativ&#259;.
      <BR><BR>

  <LI>Lentilele divergente formeaz&#259; imagini virtuale ale obiectelor, indiferent la ce distan&#355;&#259; se afl&#259; acestea fa&#355;&#259; de lentil&#259;.<BR><BR>

  <LI>Obiectivul unui instrument optic este partea instrumentului &#238;ndreptat&#259; c&#259;tre obiectul vizat.<BR><BR>

  <LI>Ocularul unui instrument optic este partea acestuia, &#238;ndreptat&#259; &#238;nspre ochiul celui care utilizeaz&#259; instrumentul.<BR><BR>

  <LI>Obiectivul unei lunete este o lentil&#259; convergent&#259;, cu convergen&#355;&#259; mic&#259;. Acesta formeaz&#259; o imagine real&#259;, r&#259;sturnat&#259; &#351;i mic&#351;orat&#259;. 
      <P>Ocularul lunetei astronomice are rol de lup&#259;.
      <BR><BR>

  <LI>Grosimsentul lunetei astronomice (Kepler) este:
      <P align=center><IMG src="img/e1s_10.gif">              
      <BR><BR>

  <LI>&#206;ntr&minus;un sistem de lentile, imaginea format&#259; de o lentil&#259; devine obiect pentru urm&#259;toarea.<BR><BR>

  <LI>Un sistem de lentile acolate (lipite) are convergen&#355;a egal&#259; cu suma algebric&#259; a convergen&#355;elor lentilelor care alc&#259;tuiesc sistemul.<BR><BR>

  <LI>Ochiul uman este un receptor de lumin&#259; de form&#259; aproximativ sferic&#259;, av&#226;nd diametrul aproximativ 2,3&nbsp;cm.<BR><BR>
  
  <LI>Din punct de vedere optic, ochiul este un sistem convergent, av&#226;nd convergen&#355;a variabil&#259;.<BR><BR>

  <LI>&#206;n stare relaxat&#259;, convergen&#355;a ochiului este minim&#259; (aproximativ 59&nbsp;dioptrii).
      <P>Convergen&#355;a maxim&#259; a ochiului normal al unei persoane de 15&nbsp;ani este 71,5&nbsp;dioptrii.
      <P>Convergen&#355;a maxim&#259; scade odat&#259; cu &#238;naintarea &#238;n v&#226;rst&#259;.
      <BR><BR>
  
  <LI>Ochiul formeaz&#259; pe retin&#259; o imagine real&#259; &#351;i r&#259;sturnat&#259;.
      <P>Pe retin&#259; exist&#259; celule sensibile la lumin&#259; (conurile &#351;i bastona&#351;ele), av&#226;nd fiecare diametrul aproximativ 4,5&nbsp;&micro;m. 
      <BR><BR>

  <LI>Hipermetropia este deficien&#355;a ochiului &#238;n care imaginea unui obiect &#238;ndep&#259;rtat se formeaz&#259; &#238;n spatele retinei, c&#226;nd ochiul este relaxat.<BR><BR>

  <LI>Hipermetropia se corecteaz&#259; cu lentile av&#226;nd convergen&#355;a pozitiv&#259;.<BR><BR>

  <LI>Miopia este deficien&#355;a ochiului &#238;n care imaginea unui obiect &#238;ndep&#259;rtat se formeaz&#259; &#238;n fa&#355;a retinei, c&#226;nd ochiul este relaxat.<BR><BR>

  <LI>Miopia se corecteaz&#259; cu lentile av&#226;nd convergen&#355;a negativ&#259;.<BR><BR>

  <LI>Aparatul fotografic este un instrument optic convergent, care formeaz&#259; imagini reale pe o suprafa&#355;&#259; sensibil&#259; la lumin&#259;.<BR><BR>

  <LI>* Claritatea imaginii fotografice se ob&#355;ine prin opera&#355;ia de punere la punct (reglarea distan&#355;ei dintre obiectivul aparatului &#351;i suprafa&#355;a sensibil&#259;
      la lumin&#259;.<BR><BR>

  <LI>* Transform&#259;rile suprafe&#355;ei sensibile la lumin&#259; pot fi ireversibile (ca &#238;n cazul filmului fotografic), sau temporare (ca &#238;n cazul senzorilor electronici
      de lumin&#259;).<BR><BR>

  <LI>* Filmul fotografic necesit&#259; opera&#355;iile de developare, fixare &#351;i pozitivare pentru a se ob&#355;ine, pe h&#226;rtia fotografic&#259;, imaginea final&#259;, pozitiv&#259;.<BR><BR>

  <LI>Microscopul este un instrument optic care formeaz&#259; imagini mult m&#259;rite ale obiectelor de mici dimensiuni.<BR><BR>
  
  <LI>Obiectivul unui microscop este o lentil&#259; convergent&#259; cu convergen&#355;&#259; mare, care formeaz&#259; o imagine real&#259;, r&#259;sturnat&#259; &#351;i m&#259;rit&#259; a obiectului.
      <P>Ocularul microscopului are rol de lup&#259;.
      <BR><BR>

  <LI>Grosismentul microscopului este:
      <P align=center><IMG src="img/e1s_11.gif">                
      <BR><BR>

  <LI>* Pentru un microscop av&#226;nd lungimea tubului <I>L</I>, grosismentul este:
      <P align=center><IMG src="img/e1s_12.gif">                  
      <BR><BR>

</OL>

</BODY>
</HTML>




















