<HTML>
<HEAD>
<TITLE>Introducere</TITLE>
<LINK rel = stylesheet href="styles.css" type="text/css">
<SCRIPT LANGUAGE="JavaScript" src="code/code.js"></SCRIPT>
<SCRIPT LANGUAGE="JavaScript" src="code/dmenu.js"></SCRIPT>
</HEAD>

<BODY onLoad="displayDMenu('1.1')">
<I>
<P>Aceast&#259; carte electronic&#259; &#238;&#355;i va fi ghid &#238;n descoperirea minunatei &#351;i surprinz&#259;toarei lumi &#238;n care tr&#259;ie&#351;ti.
<P>Pe fiecare pagin&#259; vei g&#259;si cel pu&#355;in o provocare la g&#226;ndire.

<P><DIV class="challange">
  <IMG src="img/challange.jpg"><B>&nbsp;Provocare</B>
  <P>Po&#355;i oare a&#351;eza P&#259;m&#226;ntul &#238;nsu&#351;i pe t&#259;blia unei m&#259;su&#355;e?
</DIV>

<P>&#206;ndr&#259;zne&#351;te! Accept&#259; fiecare provocare &#351;i g&#259;se&#351;te-i o rezolvare!
<P>Unele provoc&#259;ri sunt mai simple, altele mai dificile. Acord&#259;-le tuturor toat&#259; aten&#355;ia ta. Victoriile pe care le ob&#355;ii sunt tot at&#226;tea trepte
  pe care le vei urca spre &#238;n&#355;elegerea &#351;i controlul lumii &#238;n care tr&#259;ie&#351;ti.
<P>Pentru a ob&#355;ine r&#259;spunsul la unele &#238;ntreb&#259;ri, vei <B>provoca</B> natura, efectu&#226;nd activit&#259;&#355;i experimentale.

<P><DIV class="activity"><IMG src="img/activity.jpg"><B>&nbsp;Activitate experimental&#259;</B>
  <P>R&#259;stoarn&#259; m&#259;su&#355;a cu t&#259;blia &#238;n jos. P&#259;m&#226;ntul &#238;nsu&#351;i este acum a&#351;ezat pe t&#259;blia m&#259;su&#355;ei!
</DIV>

<P>Activit&#259;&#355;ile experimentale propuse &#238;n aceast&#259; carte electronic&#259; le vei putea efectua chiar &#351;i acas&#259;, cu lucruri aflate la 
   &#238;ndem&#226;n&#259;. Fenomenele interesante apar &#351;i &#238;n situa&#355;iile obi&#351;nuite din jurul t&#259;u, nu doar &#238;n situa&#355;iile speciale din clas&#259; sau laborator.
<P>&#206;&#355;i vei contrui singur, sau cu ajutorul colegilor, propriile aparate pentru a provoca natura &#351;i pentru a ob&#355;ine r&#259;spunsuri
   la &#238;ntreb&#259;ri. P&#259;streaz&#259; cu grij&#259; aparatele &#351;i dispozitivele pe care le construie&#351;ti - &#238;&#355;i vor fi de folos &#238;n mai multe
   ocazii! Folose&#351;te-&#355;i imagina&#355;ia, ingeniozitatea &#351;i priceperea pentru a perfec&#355;iona tot ceea ce g&#259;se&#351;ti c&#259; poate fi 
   &#238;mbun&#259;t&#259;&#355;it.
<P>Fiecare <B>capitol</B> al c&#259;r&#355;ii electronice &#238;ncepe cu o pagin&#259; special&#259; - aceasta &#238;&#355;i ofer&#259; o scurt&#259; introducere la ceea 
   ce vei &#238;nt&#226;lni pe parcursul acelui capitol. 
<P>Lec&#355;iile sunt construite &#238;n jurul unor <B>provoc&#259;ri</B> &#351;i <B>activit&#259;&#355;i experimentale</B>.
<P><B>Textul</B> &#351;i <B>ilustra&#355;iile</B> te ajut&#259; s&#259; deslu&#351;e&#351;ti &#238;n&#355;elesurile mai pu&#355;in evidente &#351;i s&#259; ajungi la <B>concluzii</B>
   valoroase. Cele mai importante concluzii sunt scrise cu caractere mai groase. C&#226;nd dore&#351;ti s&#259; parcurgi esen&#355;ialul unei lec&#355;ii, 
   caut&#259; aceste paragrafe, semnalate cu <IMG src="img/key.jpg">.
<P>Ilustra&#355;iile semnalate cu <IMG src="img/vrmla.gif"> sunt <B>interactive</B>. Folse&#351;te mouse-ul pentru a interveni dup&#259; dorin&#355;&#259; 
   &#238;n lumea virtual&#259;.</P>

<!--
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/i2.wrl" target=new><IMG src="img/i2.gif" border=0 hspace=14></A>
-->   
<P>&#206;ntreb&#259;rile &#351;i problemele grupate la sf&#226;r&#351;itul fiec&#259;rei sec&#355;iuni &#238;&#355;i vor oferi tot at&#226;tea provoc&#259;ri noi.
<P>La sf&#226;r&#351;itul fiec&#259;rui capitol vei g&#259;si o <B>sintez&#259;</B> a acestuia - aici sunt grupate cele mai importante concluzii. 
   Citind aceast&#259; sintez&#259;, vei putea revedea "dintr-o privire" esen&#355;a &#238;ntregului capitol. 
<P><B>Testele</B> de autoevaluare te ajut&#259; s&#259; verifici tu &#238;nsu&#355;i c&#226;t de bine ai &#238;n&#355;eles partea de lume analizat&#259; pe parcursul
   capitolului.
<P>La finalul c&#259;r&#355;ii electronice vei g&#259;si c&#226;teva provoc&#259;ri de sintez&#259; care &#238;&#355;i vor oferi noi moduri de a privi lucrurile.
<P><B>Bibliografia</B> recomandat&#259; &#238;&#355;i ofer&#259; noi moduri de abordare a temelor cuprinse &#238;n aceast&#259; carte.
<P>E&#351;ti gata s&#259; porne&#351;ti &#238;ntr-o nou&#259; aventur&#259; a cunoa&#351;terii? &#206;&#355;i dorim s&#259; ai parte de
<P align=right><B>explorare fascinant&#259;!</B>
</BODY>
</HTML>














